{
  "id": "3",
  "title": "Murder in Manhattan",
  "creditHTML": "\r\nMurder in Manhattan\r\n\r\nby Chandler Kennedy\r\n\r\nDesign and Art by Chandler Kennedy, Josh Cairney and Ken Blumreich\r\n\r\nLayout by Ken Blumreich\r\n\r\nEdited by Melissa Buchanan\r\n\r\nCopyright Ken Blumreich and Playing with Murder Press 2012\r\n\r\nA personal, revocable, nontransferable, and non-exclusive license to make limited personal use of this material is granted to you subject to the terms and conditions described in the Playing with Murder User Agreement, the text of which can be found at http://www.playingwithmurder.com/user-agreement-i-6.html.\r\n\r\n",
  "welcomeHTML": "\r\nWhen you purchased this mystery you received a PDF game guide. The app replaces sections of that guide:\r\n\r\n’Introductory Materials’ (Section 1)\r\n’Party Guide’ (Section II)\r\nNo need to print those sections! Everything you need is in the app.\r\n\r\nHowever, you will still have to print certain pages from ’Printed Materials’ (Section III), such as nametages, awards, etc. The app includes print instructions.\r\n\r\nNow let’s get started hosting!\r\n\r\n",
  "sectionList": [
    {
      "id": "9",
      "title": "Plan",
      "chapterList": [
        {
          "id": "10",
          "title": "Introductory Materials",
          "pageList": [
            {
              "id": "4",
              "title": "Preview",
              "type": "readme",
              "HTML": "\r\nYou have been invited to the anniversary bash of Mr. Francis Fisk, a noted businessman. The guest list includes a number of Fisk’s high-society friends, family members, and business associates. Everyone is expecting an evening dinner, drinks, dancing and gossip—they aren’t expecting a black out and a grisly murder in the darkness.\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "5",
              "title": "Introduction",
              "type": "readme",
              "HTML": "\r\nSection I of this instruction manual contains all of the introductory materials necessary for planning and preparing your party. In this section you will find a basic overview of the plot; a description of each of the characters; tips on preparing your playing area, choosing a menu, and organizing your printouts; and detailed instructions on how to go about inviting players and assigning characters.\r\n\r\nPlease note: The majority of the contents of this book are intended for the eyes of the Host/Hostess only! The success of your party hinges on a strong element of intrigue and mystery, so be certain not to share this book with other players. The material that should be provided to your guests is clearly described in this book. Under no circumstances should you allow any of your players access to this book!\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "6",
              "title": "Welcome!",
              "type": "readme",
              "HTML": "\r\nThank you for choosing Murder in Manhattan. This package contains everything you need to host a spectacular Murder Mystery party that your guests will remember for many years to come. Included are materials for hosting a party for anywhere from 10 to 25 participants (including yourself). Note that the game is played the same way no matter how many guests you have. This is because only the ten required characters are critical to solving the mystery; the additional guests just add more personalities to the fun!\r\n\r\nMurder Mystery Parties are essentially a combination of improvisational acting, storytelling, and creative problem solving. Your guests will each assume the role of a particular character and will play the part of that character throughout the course of the game. Each character has personality traits, goals, secrets, and information, all of which are included in the character sheet. A big part of the entertainment value of Mystery Parties is getting into character and trying to achieve your character’s individual goals.\r\n\r\nAt some point during the party, an Event will occur that will force the players to come together in order to solve a problem or unravel a mystery. Traditionally, the Event in question will be the murder of one of the characters (as played by a guest), but the basic framework of a Mystery Party can accommodate numerous different types of Events.\r\n\r\nThe guests will need to use the information that their characters know (as well as additional clues that are provided during the game) to solve the mystery or overcome the problem posed by the Event. Typically this culminates in the guests voting on the identity of the murderer, but again, different parties will have different goals. The party may also have certain additional subgames built into the framework; for example, many Mystery Parties will have some form of scavenger hunt built into the story.\r\n\r\nOnce the mystery has been solved or the problem has been overcome, the party draws to a close. Guests are provided with an opportunity to vote on the best actor/actress, the best dressed player, and so forth and then are given certificates and awards for their participation in the game.\r\n\r\nThroughout the course of the party, the Host/Hostess is responsible for ensuring that the event continues to run smoothly. He or she sets the scene, provides dinner and drinks, and moves the plot along at key points by reading scripted descriptions of what is happening. Frequently the Host/Hostess will also play one of the characters.\r\n\r\nThis particular Mystery Party, Murder in Manhattan, is a murder mystery wherein each party guest will be playing the role of a guest or employee of Irene den Waldern at an anniversary bash for Francis Fisk, and the Host/Hostess will be playing the part of Taylor Walker, a caterer.\r\n\r\nThe party takes place in two acts. During Act One, guests will mingle over food and drinks until Francis Fisk is shockingly murdered during a blackout that left the room pitch black and created an opening for the killer. The guests will then search for clues during Act Two and, upon reviewing the evidence, will vote for who they think committed the crime. They should discover the killer was an architect that Francis was going to expose to the police for his previous crimes.\r\n\r\nPlease be advised:\r\n\r\nThe parties developed by PWM Press are substantially more complex and detailed than other similar products. Even if you are experienced at hosting Murder-Mystery Parties, it is imperative that you read chapters one through seven carefully and completely before beginning to plan out your party!\r\n\r\n\r\n\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "7",
              "title": "What is my Role?",
              "type": "readme",
              "HTML": "\r\nAs the Host or Hostess, your role in the party is that of a facilitator or a storyteller. It is your job to plan the event, prepare the playing area, and, once the game begins, move the story along and make certain that everyone is on task and enjoying themselves.\r\n\r\nIn many Mystery Parties the Host or Hostess is given the option to not learn the identity of the murderer before the end of the game, thereby allowing him or her to participate in the party the same way as the other guests. However, because Murder in Manhattan is a more complex party, it is necessary for the Host or Hostess to have a clear understanding of all key plot points in order to ensure that the game runs smoothly. This means that you will be aware of the killer and the victim’s identity in advance.\r\n\r\nYou will be playing the role of Taylor Walker, a caterer hired for the event. As a caterer you will be able to watch over your event in character to make sure everything runs smoothly while still enjoying the opportunity to play someone with their own secrets, motivations, and goals.\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "8",
              "title": "How do I get Started?",
              "type": "readme",
              "HTML": "\r\nStart by reading this book thoroughly. The importance of this cannot be overemphasized! This book contains detailed information on every aspect of planning and executing your party, and you will find that a comprehensive understanding of the source material will make your responsibilities as Host or Hostess much simpler and more enjoyable.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "2",
                  "title": "Read the entire guide",
                  "completed": false
                }
              ]
            },
            {
              "id": "9",
              "title": "Several Weeks Before Party",
              "type": "readme",
              "HTML": "\r\nOnce you have read the entire guide, you can start planning. The first steps should be taken at least a week before the party or as soon as possible if the party is less than a week away.\r\n\r\nDecide on the date of your event. The more time you give yourself to prepare, the more successful your event will be. It is recommended that you give yourself a minimum of two weeks to prepare for your party.\r\nDecide on your location, menu, and decorations. You have numerous options for determining how to decorate your venue and what food to serve. You should decide on these options well in advance of the actual party and create a list of supplies that you will need. Refer to Chapter Three (under Props, Menu, and Setting the Scene) for suggestions on menu items and decorations.\r\nDecide on your guest list and send out invitations. You will need between ten and twenty-five participants for your party to run properly. Refer to Chapter Four (under Invitations and Assigning Characters) for detailed information on assigning characters and issuing invitations.\r\nThe guide will walk you through all of these steps in detail, so don’t worry about getting to them yet.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "3",
                  "title": "Choose a date for your event",
                  "completed": false
                },
                {
                  "id": "4",
                  "title": "Brainstorm ideas for location, menu, and decorations (you will finalize these decisions later)",
                  "completed": false
                },
                {
                  "id": "5",
                  "title": "Come up with a guest list (more detailed instructions to come)",
                  "completed": false
                }
              ]
            },
            {
              "id": "10",
              "title": "One Week Before Party",
              "type": "readme",
              "HTML": "\r\nThe following steps should be taken one week before the party or immediately following the previous steps if the party is less than a week away.\r\n\r\nPurchase any necessary supplies. If you require special decorations or ingredients for your menu, purchase them well in advance of your party date. Waiting until the day of or the day before an event will be more stressful and difficult than taking the time beforehand.\r\nVerify attendance. Contact each of your guests beforehand and verify that they will be able to attend. If there are any last minute cancellations, you may need to bring in alternate players.\r\nPrepare the paperwork. Print out copies of the character sheets, clues, voting sheets, and other relevant materials. Refer to Chapter Three (under Props) for specific instructions.\r\nThe guide will walk you through all of these steps in detail, so don’t worry about getting to them yet.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "6",
                  "title": "Purchase Any Necessary Supplies",
                  "completed": false
                },
                {
                  "id": "7",
                  "title": "Verify Attendance",
                  "completed": false
                },
                {
                  "id": "8",
                  "title": "Prepare the Paperwork",
                  "completed": false
                }
              ]
            },
            {
              "id": "11",
              "title": "One Day Before Party",
              "type": "readme",
              "HTML": "\r\nThe following steps should be taken one day before the party (or ASAP if the party is today!).\r\n\r\nDecorate your venue. Depending on the complexity of your decorations, you may wish to begin decorating your venue a full day in advance.\r\nBegin preparing the food. Any food items that can be prepared in advance should be readied before the day of the party. While this will, of course, depend somewhat on your particular menu, ideally you should have everything ready to go in the oven or be set out on the table.\r\nThe guide will walk you through all of these steps in detail, so don’t worry about getting to them yet.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "9",
                  "title": "Decorate your venue",
                  "completed": false
                },
                {
                  "id": "10",
                  "title": "Begin preparing the food",
                  "completed": false
                }
              ]
            },
            {
              "id": "12",
              "title": "Day of Party",
              "type": "readme",
              "HTML": "\r\nThe following steps should be taken on theday of the party.\r\n\r\nFinish decorating. If there is additional decorating that needs to be done, try to do it several hours in advance of guest arrival; remember that some people may end up arriving earlier than you expect!\r\nFinish preparing the food. If there are items that need to be cooked or prepared on the day of the party, have them ready to go before your guests arrive. Remember that once the party starts, you will have numerous responsibilities and will not be able to spend too much time in the kitchen.\r\nSet out folders with character sheets and other prepared materials. Have all of your paperwork prepared and ready for distribution. Refer to Chapter Three (under Props) for details. Make certain that you have a copy of Chapter Five (Running the Party) on hand.\r\nThe guide will walk you through all of these steps in detail, so don’t worry about getting to them yet.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "11",
                  "title": "Finish Decorating",
                  "completed": false
                },
                {
                  "id": "12",
                  "title": "Finish Preparing the food",
                  "completed": false
                },
                {
                  "id": "13",
                  "title": "Set out folders with character sheets and other prepared materials",
                  "completed": false
                }
              ]
            },
            {
              "id": "13",
              "title": "Guest Arrival",
              "type": "readme",
              "HTML": "\r\nOnce your guests begin arriving, use the “Party” section of the app to run the event. That section serves as a step-by-step manual that will walk you through the events that are to occur once the party begins.\r\n\r\n",
              "completed": false,
              "taskList": []
            }
          ]
        },
        {
          "id": "11",
          "title": "An Overview of the Party",
          "pageList": [
            {
              "id": "14",
              "title": "Act 1",
              "type": "readme",
              "HTML": "\r\nBasic outline: This mystery is divided into two primary segments. \r\n\r\nAct One is the first portion of the evening, during which the guests will arrive at Francis Fisk’s penthouse apartment for a party in his honor. They will have a chance to eat, drink, and mingle with one another while acting in character. It is most important that the guests get to know each other’s characters during this part of the game, as knowing the details of the other players will be important to form a theory about the murder in Act Two. In this act, you will encourage everyone to introduce themselves to one another, ask about each other’s backgrounds, and share gossip. Additionally, several of the guests have certain personal goals (unrelated to the overall mystery) that they are attempting to achieve, and Act One gives them the opportunity to meet those goals. \r\n\r\nDuring the course of the evening, there are rolling blackouts that will be slowly approaching the Upper East Side. These are likely a result of power shortages in New York and the Head Caterer (played by the Host/Hostess) tells people not to worry. When the blackouts hit the penthouse, Francis Fisk is stabbed in the ensuing confusion.\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "15",
              "title": "Act 2",
              "type": "readme",
              "HTML": "\r\nAct Two will commence with the discovery of Francis Fisk’s corpse. He has been stabbed through the heart with something sharp. The Head Caterer will respond to the murder by calling the police. However, the elevator that leads to the apartment is not working due to the blackout, and the police cannot reach the penthouse until the power is restored. Until then, everyone is trapped, and they need to find the murderer or get caught in the inevitable scandal.\r\n\r\nThe rest of the evening is then devoted to locating clues, piecing together evidence, and trying to figure out who killed Fisk. The guests should hopefully determine that the killer is Zachary Wellington, the Architect, who killed Fisk over a personal vendetta (see Zachary’s character sheet for details). However, the night will include red herrings and misdirection that may lead them to point the finger at other guests. Those who correctly identify the killer will win an award at the end of the night.\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "16",
              "title": "Solving the Mystery",
              "type": "readme",
              "HTML": "\r\nThere are several puzzles that the guests will need to piece together in order to solve the murder. They will find evidence such as Fisk’s corpse, Jo Chase’s camera footage, and the murder weapon, but solving the mystery will hinge on opening the safe and cracking Fisk’s cell phone. \r\n\r\nHere are notes about each piece of evidence:\r\n\r\nFrancis Fisk’s corpse: Francis has been stabbed in the heart by a sharp implement.\r\nBloody knife: Found in a wastebasket, it was obviously quickly discarded. The knife matches the set in the kitchen.\r\nJo Chase’s camera footage: The camera footage shows a male figure stabbing Fisk in the dark, but it is so grainy it’s difficult to tell who it is.\r\nFisk’s cell phone: The cell phone is cutting-edge technology and is down to its last bar of power. The players will only have time to examine three of the four recent e-mails and texts on the phone before it dies.\r\nPhone call to the NYPD recorded earlier this morning; it lasted over thirty minutes.\r\nE-mail to Jonathon Fisk about certain payouts on recent Ponzi schemes.\r\nE-mail draft to Zachary Wellington titled “I know what you did to Gayle.”\r\nA financial review of Rose den Waldern’s accounts that shows she has been rebuilding assets after taking a substantial loss in an investment. The investment is traced back to Jonathon Fisk.\r\nSafe: The safe holds multiple files containing background information and secrets of several guests: the den Waldern’s, Fisk’s brothers, and Zachary Wellington. Fisk had a private eye investigate these people for various reasons:\r\nFiles on Rose den Waldern: This reveals through love letters that she was once a groupie for the band Eagle’s Rose in college and was going to run away with band member Grayson Kreig. However, her parents died shortly after. Receipts for a wedding ring are in this file. Also, there are some pictures of Rose and Grayson Kreig in a coffee shop that look recent. And a note from a private eye for a meeting earlier today.\r\nFile on Irene den Waldern: Mostly police records of public intoxication—one for public indecency and one for driving under the influence.\r\nFile on Richard den Waldern: Accounting files on notable contributions to children’s charities around the country. Also, admission papers to St. Albert’s Institution for attempted suicide. The file indicates that he was under watch for three months and then released.\r\nFile on Francine Rose: There are many pictures of her about town and a copy of a birth certificate. There is a note to contact the IRS about the birth certificate. File indicates she was living with Rose den Waldern’s cousin Stephan Transiv in Florida. There are pictures of Francine Rose in Florida, but she doesn’t look anything like the Francine Rose at the party.\r\nFile on Chester Fisk: These are mostly police reports on Chester’s past. He has multiple arrests for being drunk in public, possession, etc. In the past few years he appears to have cleaned up his act. There are financial notes on a hotel called the Castle. All the accounting notes are pristine.\r\nFile on Jonathon Fisk: The files on Jonathon are over ten years old, and all predate his assignment to Australia. There are several files with police records holding accusations of rape from numerous women. All the charges were dropped after substantial payouts. There are also financial records on Ponzi schemes that Fisk’s accountants apparently paid out before they were brought to police attention. There is an invoice from a private investigator to reopen the file on Jonathon that covers airfare to Australia and expenses. A meeting was scheduled tomorrow to discuss his findings.\r\nFile on Zachary Wellington: Mostly accounting records on his architecture business that Fisk recently took over and assimilated into his own company. Notes on employees, as well as an assessment of the company and suggestion for improving productivity. Also, an invoice from a private investigator for researching the death of Gayle Hartfort several years ago, dated before the takeover.\r\nCulmination: At the end of the evening, the clues will be assembled and reviewed. Once the files from the safe are reviewed and the cell phone has been opened, the murderer will be revealed. Now partygoers will have the opportunity to cast their vote for who they think the killer is.\r\n\r\nAwards: At the end of the evening, several awards will be presented to the guests. These awards are fully outlined in Chapter Five.\r\n\r\n",
              "completed": false,
              "taskList": []
            }
          ]
        },
        {
          "id": "12",
          "title": "Character List",
          "pageList": [
            {
              "id": "17",
              "title": "Required Male Roles",
              "type": "readme",
              "HTML": "\r\nPlease note: This character list is for the Host/Hostess’s eyes only and should not be shared with the other players. An abbreviated guest list to be included with the invitations is provided in the handouts chapter (Chapter Seven).\r\n\r\nFrancis Fisk—Real Estate Tycoon—This party is being thrown by Francis in celebration of his company’s twenty-five years of success in real estate. Fisk is very wealthy and is using this party to announce his engagement to Rose den Waldern—in addition to celebrating the success of Fisk Enterprises. He is generally well liked by everyone. Francis always has to be in control. He has secret files on all the van Walderns and Fisks so that he can never be surprised by them. He is aware that Grayson Kreig and Rose den Waldern had a fling, but Rose has told him it’s over. To control his womanizing brother Jonathon, he sent him away to Australia, and he paid for brother Chester’s private education until Chester decided to invest in hotels. Whoever plays Francis Fisk during the first portion of the game will play Jess McIntire, one of the caterers, during the second portion.\r\nRichard den Waldern—Philanthropist—A young but prominent philanthropist, he is known for giving generously to children’s charities around the country. He was recently committed to St. Albert’s Institution and put on suicide watch by his sister, Rose. He was released and told everyone he was visiting family in Florida. By happy coincidence, his cousin Francine came up from Florida, and he is using her as his cover story.\r\nChester Fisk—Playboy—The debauchery and indulgence of the life of the upper class run hand in hand with this well-known playboy and brother of Francis Fisk. He owns the Castle, a hotel known for ruining the reputations of many celebrities and socialites. However, recently he has begun a secret affair with Ashley LeBois and has stopped his debaucherous ways (at least in private).\r\nJonathon Fisk—Outcast—Jonathon runs Fisk Enterprises in Australia and has been invited back to New York for his brother’s big celebration. He was banished to Australia after he was accused of raping several women and his brother caught him running several Ponzi schemes with his money. While in Australia Jonathon continued his illegal activities and even fathered an illegitimate child. He desperately wishes to overthrow his brother by any means possible and return to New York.\r\nZachary Wellington—Architect—A board member of Fisk Enterprises from Chicago, he is attending the event with his daughter Candice. He married Francis’s ex-wife and then murdered her when she was about to leave him to return to Francis. Francis found this out many years later and took Zachary’s company from him in retribution. He informed Zachary before the party that he had alerted the NYPD and they would be standing by. Zachary is looking for a way to take revenge and pin it on another guest.\r\n \r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "18",
              "title": "Optional Male Roles",
              "type": "readme",
              "HTML": "\r\nMale Roles: Optional\r\n\r\n*Sam Lily—Lawyer—Entertainment lawyer known for his famous clients and sharp sense of humor. He knows a lot more about the partygoers’ legal histories than any of them know. He is having a secret fling with Helen LeBois, and the two are planning a quiet wedding.\r\n*David Kreig—Author—He published a biting satire on Upper East Side personalities—recently at the top of the New York Times bestseller list—which everyone suspects is based on actual socialites. David attended the same prep school as most of the people here, but he came from a middle class family in Brooklyn and it practically bankrupted his parents to provide that future for him. But, he has turned all of his experiences there into literary gold.\r\n*Grayson Kreig—Rock Star—A one-hit wonder, Grayson was once part of the band Eagle’s Rose, which has long since broken up. He was madly in love with Rose den Waldern, but she left him when her parents died to take care of her siblings. Recently, he met her again, and they have started a fling. He has come to the party to stop her from marrying Francis Fisk.\r\n*Jesse Corrington—Journalist—Editor of a biting online gossip site, The Socialite, Jesse is known for only publishing verifiable rumors. He comes from one of the most powerful families on the Upper East Side but has always hated that his life has been planned out for him. He has made his break from them through founding his own website, which might be a bit of a rag, but it is enough to grant him his own independence.\r\n*Isaac Corrington—Retired Senator—Although retired from government life, Isaac is the head of the politically active Corrington family. Easily the king of the Upper East Side socialites, Isaac had played the social and political scene for years. But now that he’s retired he’s looking out for the legacy of his family and wants to see his grandson Jesse take his place instead of running that yellow rag of a gossip website.\r\n*Alexei Siranov—Security—Doorman and security for the party, Alexei is in charge of making sure none of the lower classes get into the party. He has a shady past with the Russian mafia but has been trying to clean up his act since he came to New York.\r\n \r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "19",
              "title": "Required Female Roles",
              "type": "readme",
              "HTML": "\r\nIrene den Waldern—Party Planner—Party planner of the event with a party girl past she leverages to host only A-List parties. She lives a charmed life. Aside from some minor infractions in her youth everything she has ever wanted has been handed to her on a silver platter. She is the life of every party.\r\nRose den Waldern—Queen—Queen bee of the older socialites and older sister of Irene, Rose rules the Upper East Side with an iron fist inside a silken glove. She had a wild past and was madly in love with Grayson Kreig, but she left him when her parents died to take care of her siblings. She invested well and continued to support them. However, she recently got caught in a Ponzi scheme run by Jonathon Fisk and lost a great deal of money. She had her brother Richard committed to an institution after he continued to donate their money to charities. She does what she thinks is best for her family, no matter how hard-handed. She is engaged to Fisk because she thinks he will provide a good support for her family, even though she has fallen back in love with Grayson.\r\nJo Chase—Filmmaker—New to the scene, Jo makes documentaries and is filming as we speak. She wants to do an exposé on the secret lives of the Upper East Side and where better than at this party?\r\nCandice Wellington—New Girl—Candice is both Zachary’s daughter and his assistant. This is her first time in New York. She is very nervous to be around the socialites but is determined to make a good impression for her father.\r\n \r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "20",
              "title": "Optional Female Roles",
              "type": "readme",
              "HTML": "\r\n*Ashley LeBois—Editor—Up-and-coming queen of the younger generation, Ashley is the editor of Runway, a popular fashion magazine. She is a schemer and uses The Socialite to keep the younger generation in line. She is fiercely protective of her friends. She is the younger sister of Helen LeBois.\r\n*Helen LeBois—Designer—Helen owns and designs her own line of haute couture fashion, catering only to the rich and fabulous. She is reserved and conservative, but has recently fallen deeply in love with Sam Lily, a lawyer from out West. It is very out of character for her, but she’s happy. She doesn’t want to create a scene and is planning to have a small ceremony soon.\r\n*Gwen Kreig—Rising Star—New to the social scene, Gwen is a fashion designer with cutting-edge style and swift social climbing ambitions. She clambered to the top of the fashion scene after a scandal at Fashion Week caused by Ashley LeBois. While no one believed she wasn’t responsible, she was still smart enough to use the publicity to start her own line. Now she just needs some powerful backers. Gwen is the younger sister of David and Grayson.\r\n*Francine (Frank) Rose—Debutante—A cousin of the den Walderns from Florida, Frank recently arrived in New York and is making her debut among the upper class. She is actually a fake, an actress from Florida who found out about the trust fund in the real Francine’s name and is trying to get Rose to grant her access to it.\r\n*Mercy Neist—Scheming Socialite—A well-known socialite, Mercy mysteriously left New York a few years ago and has only just returned. She is a troublemaker and a schemer who used to give Ashley a run for her money. She has returned after the police dropped some charges and is eager to return to the scene.\r\n*Davana Gudriov—Housekeeper—Ashley’s maid and housekeeper, Davana has been looking out for Ashley since she was a little girl. She knows a great deal about the secret goings-on of the Upper East Side but is fiercely loyal to the LeBois family.\r\n \r\n\r\n",
              "completed": false,
              "taskList": []
            }
          ]
        },
        {
          "id": "13",
          "title": "Preparations",
          "pageList": [
            {
              "id": "21",
              "title": "Setting up the party",
              "type": "readme",
              "HTML": "\r\nAs Host or Hostess, it is your responsibility to ensure that the mystery unfolds smoothly, that everyone is involved in the event, and that the location is set up in a fashion that lends itself to the story. While the party is designed to accommodate straight-from-the-box play with a minimum of set up and expense, you will find that a little bit of preparation will go a long way towards improving the overall experience. This chapter of the guide should give you some ideas regarding how to set up your party.\r\n\r\nIf you haven’t already, please choose a date for you party and enter it here.\r\n\r\nThis is also the time to come up with your guest list and brainstorm ideas for location, menu, and decorations.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "14",
                  "title": "Choose party date",
                  "completed": false
                },
                {
                  "id": "15",
                  "title": "Come up with a guest list",
                  "completed": false
                }
              ]
            },
            {
              "id": "22",
              "title": "Setting the Scene",
              "type": "readme",
              "HTML": "\r\nMurder in Manhattan is designed to be played in two acts, with Act One being the evening spent at Francis Fisk’s anniversary party while the guests attempt to uncover rumors and secrets about each other and Act Two being the time spent looking for the murderer. This party requires only minimal space and can be completed with very little in the way of decorations; a single large room for the main party can serve as the primary playing area with a small side room to serve as Fisk’s study. Of course, if you have more space available, you can designate several other rooms as part of the party, so that the guests can steal away to have private conversations. Ideas for other rooms include a game room, library, private balcony, or pool and garden area (if you have outdoor space to use).\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "16",
                  "title": "Choose a location for the party",
                  "completed": false
                }
              ]
            },
            {
              "id": "23",
              "title": "Menu",
              "type": "readme",
              "HTML": "\r\nWhile five star restaurant food is a perfect choice for an Upper East Side soiree, it is difficult to come by. Be sure instead to have lots of upper class hor d’oeuvres on trays for casual sampling. Also have an ample supply of fake champagne and other virgin drinks available so your guests can always have a glass in their hands. Now is the perfect time to try some new virgin cocktail mixes so your guests can feel like real New Yorkers.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "17",
                  "title": "Plan the menu",
                  "completed": false
                }
              ]
            },
            {
              "id": "24",
              "title": "Decorations",
              "type": "readme",
              "HTML": "\r\nDecorations for the evening can be as simple or complex as you desire. If you want to go the distance, a web search for “New York benefits” or “Upper East Side party theme” will turn up numerous links to websites providing ideas. Subdued lighting, drapes to cover walls, and pictures of New York monuments may help immensely.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "18",
                  "title": "Finalize the list of decorations",
                  "completed": false
                },
                {
                  "id": "19",
                  "title": "Buy (or acquire) any decorations you don’t already have",
                  "completed": false
                }
              ]
            },
            {
              "id": "25",
              "title": "Props",
              "type": "readme",
              "HTML": "\r\nWhile all the items that you need to play (invitations, nametags, character sheets, clues, voting sheets, and player awards) are included in this booklet for easy printing, more flavor can be added to the evening by taking a little extra time in preparing these necessities. Some possible suggestions include the following:\r\n\r\nInvitations: Printing out the invitations on high quality stationary, vellum, or cardstock adds a touch of class and authenticity to your event.\r\n\r\nNametags: Most office supply stores carry a wide variety of plastic ID badge holders that are ideal for party nametags.\r\n\r\nCharacter Sheets: These can be printed on plain paper. It is a good idea to have duplicates prepared in advance, as players have been known to misplace their starting materials.\r\n\r\nClues: Locating the clue cards during Act Two will be an integral part of solving the mystery. The game manual contains printed and pictorial representations of the clues that can be printed and used as is; it is recommended that these be printed on heavy cardstock, since the players will undoubtedly want to examine them in detail.\r\n\r\nPlayer Awards: High-quality certificate paper is available at most office supply stores. Printing your player awards on this type of paper will give your guests a memento suitable for framing and display!\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "20",
                  "title": "Make a list of any optional supplies you want to add into the game.",
                  "completed": false
                },
                {
                  "id": "21",
                  "title": "Purchase (or acquire) any props that are still needed",
                  "completed": false
                }
              ]
            },
            {
              "id": "26",
              "title": "Audio",
              "type": "readme",
              "HTML": "\r\nPWM Press offers several audio files for use with each of its mystery parties. The most recent version of these files (along with an instruction sheet that describes how to best make use of them) was included in your original download. Additionally, a sound track on loop for the party would add a feeling of class. Classical or understated modern music would work well, depending on the average age of your guests.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "22",
                  "title": "Download music from your Playing With Murder account or create another playlist elsewhere (if including background music at party)",
                  "completed": false
                }
              ]
            },
            {
              "id": "27",
              "title": "Candles",
              "type": "readme",
              "HTML": "\r\nDuring the blackout scene, you have the option of providing guests with candles to add to the ambiance of the room. This scene is detailed in the party guide section titled “The Blackout”. If you choose to use candles, LED candles are safest and provide excellent ambiance without risk of fire.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "23",
                  "title": "Add candles to your supply list (if including)",
                  "completed": false
                }
              ]
            }
          ]
        },
        {
          "id": "16",
          "title": "Preparations: One Week Before",
          "pageList": [
            {
              "id": "30",
              "title": "Inviting Guests & Assigning Characters",
              "type": "readme",
              "HTML": "\r\nInviting Guests & Assigning Characters\r\n\r\nYou will need to print out and send your invitations (along with RSVP cards, “What Is a Murder Mystery Party?” and the “Guest List” inserts) several weeks in advance of your event. The success of the party hinges on a minimum of ten participants (including the Host or Hostess) so it is very important that you verify attendance well before the actual event takes place; this will give you an opportunity to reschedule in the event that not enough players are able to attend.\r\n\r\n \r\n\r\nNote that there are two types of RSVP cards available in your printable materials: the first type allows the Host or Hostess to choose the character the guests will be playing, and the second type provides an option for guests to indicate their character preference. Which type of RSVP card you use will be determined by how you want to assign characters, which will be discussed in the next step.\r\n\r\n \r\n\r\nYou have several options when it comes to assigning characters. You can assign characters yourself based on what you know about your guests and what roles you think they would enjoy, or you can allow your participants to choose their own characters on a first-come, first-served basis.\r\n\r\n \r\n\r\nWe recommend you choose to assign characters yourself (perhaps after discussing the available options with your players so that you can get a feel for what they would enjoy playing). This allows you to assign roles in a fashion that will keep the party running smoothly and will be enjoyable for all involved; for example, you may not want to assign an extremely outgoing character to someone who is particularly shy and introverted, since that person would likely to feel uncomfortable playing a character whose personality contrasts so drastically with their own.\r\n\r\nIf you opt to assign characters yourself, your invitation process should be as follows:\r\n\r\nStep One: Contact prospective guests by phone, e-mail, or in person, explain that you will be hosting a Mystery Party, and verify their interest and availability. If you wish, you may choose to discuss available character options so that you have a good idea of what type of character each guest would like to play.\r\nStep Two: Once you have established your guest list, print out and send out the formal invitations, along with the “What Is a Murder Mystery Party?” insert, the “Guest List” insert, and the first RSVP card (there is a field on this RSVP card that you can use to specify what character the guest will be playing).\r\nStep Three: When you receive final confirmation via RSVP, send the guest his or her character sheet and rumor list. If you wish, you may instead choose to include the character sheet along with the original invitation; this works best if you know for certain each person you are inviting will definitely be attending.\r\n \r\n\r\nIf you opt to allow your guests to choose their own characters, your invitation process should be as follows:\r\n\r\nStep One: Print out and send invitations to all your prospective guests, along with the “What Is a Murder Mystery Party?” insert, the “Guest List” insert, and the second RSVP card (this version includes an option for guests to indicate their first and second character preferences).\r\nStep Two: As you receive the RSVP cards, assign the characters based on the preferences your guests have expressed. In some cases it may be necessary to assign a character other than the guest’s first or second choice (if both those characters have already been assigned); in this case you may wish to contact the guest and tell him which characters are still available.\r\nStep Three: Send each guest his or her character sheet.\r\n \r\n\r\nRemember: Once you have assigned characters, yo",
              "completed": false,
              "taskList": [
                {
                  "id": "24",
                  "title": "Contact prospective guests and verify their interest and availability",
                  "completed": false
                },
                {
                  "id": "25",
                  "title": "If letting guests choose their own role, discuss available character options with them (check this task off the list if not)",
                  "completed": false
                },
                {
                  "id": "26",
                  "title": "Prepare documents to be sent to guests (see instructions to confirm which documents to send )",
                  "completed": false
                },
                {
                  "id": "27",
                  "title": "Send documents to guests",
                  "completed": false
                },
                {
                  "id": "28",
                  "title": "Make sure every guest receives a character sheet",
                  "completed": false
                },
                {
                  "id": "29",
                  "title": "Verify attendance one week before party (or ASAP if party is this week)",
                  "completed": false
                }
              ]
            },
            {
              "id": "31",
              "title": "Preparing the Paperwork",
              "type": "readme",
              "HTML": "\r\n\r\nHave all of your paperwork printed out and ready to go beforehand. Prepare three large envelopes or folders as follows:\r\n\r\n \r\n\r\nFirst Folder (labeled “Act One”): This should include nametags and character sheets for each player, along with multiple copies of the “Welcome to the Party” text. As players arrive, you can pass out starting materials.\r\n\r\n \r\n\r\nSecond Folder (labeled “Act Two”): This should include sealed envelopes, labeled with each character’s name, containing the character’s information and rumors for Act Two. It should also contain the paper tokens that represent clues that are to be hidden for the scavenger hunt (assuming that they have not been placed out ahead of time).\r\n\r\n \r\n\r\nThird Folder (labeled “Finale”): The final folder should contain the voting sheets and preprinted award certificates that can be filled out when winners are decided.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "30",
                  "title": "Prepare first folder (Act One)",
                  "completed": false
                },
                {
                  "id": "31",
                  "title": "Prepare second folder (Act Two)",
                  "completed": false
                },
                {
                  "id": "32",
                  "title": "Prepare third folder (Finale",
                  "completed": false
                }
              ]
            }
          ]
        },
        {
          "id": "17",
          "title": "Preparations: One Day Before",
          "pageList": [
            {
              "id": "32",
              "title": "Getting Ready for Guests",
              "type": "readme",
              "HTML": "\r\nThis portion of the guide will walk you through all of the steps you need to accomplish before your guests begin arriving.\r\n\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "33",
              "title": "Decorating & Food Prep",
              "type": "readme",
              "HTML": "\r\nGet a jump start on your decorating and food preparation by starting the day before the party. This will make the day of the party much easier because you’ll have more time to focus on other aspects of the party.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "33",
                  "title": "Decorate your venue",
                  "completed": false
                },
                {
                  "id": "34",
                  "title": "Begin preparing food",
                  "completed": false
                }
              ]
            },
            {
              "id": "34",
              "title": "Preparing the Scavenger Hunt",
              "type": "readme",
              "HTML": "\r\nA substantial portion of the night’s festivities will involve a scavenger hunt to locate the various clues that lead to the killer. There are four clues to be hidden, represented by paper tokens with a description and picture of the items, and locating them should take up most of the second half of the evening.\r\n\r\nIt’s best to hide the clues before the party starts if there isn’t a great risk of people finding them during Act One. Otherwise they can be hidden during the intermission between Act One and Act Two (if you can hide them without being seen). Either way make sure they’re hidden before you’re prompted to start the scavenger hunt, which begins starts shortly after the discovery of Francis Fisk’s dead body.\r\n\r\nIt is important you set up the clues in a way that will ensure the players are challenged but do not find it impossible to locate the objects necessary to make the event progress. Since you are just hiding paper tokens, there are many options for hiding places. Some hosts will tape the phone token to an actual phone, however it is just as appropriate to hide the token under a book or tape it to a wall. The locations of the clues do not have to be places that would be “realistic” for the story; the scavenger hunt simply represents the guests scouring for evidence. Accordingly, you can hide the clues anywhere that is part of the designated party area; they do not have to be in “the study” or any other specific room.\r\n\r\nThe four clue tokens that will be hidden for the scavenger hunt  are:\r\n\r\nA Bloody Knife\r\nFisk’s Dead Body\r\nFisk’s Phone\r\nFisk’s Safe\r\nTwo of these clues will trigger further action once found:\r\n\r\nFisk’s Phone – When guests find the Fisk’s Cell Phone clue, read the phone token to the group and see if anyone says that they know how to get into the locked phone (a few can do it and should know to speak up; it’s a skill listed on their character sheets).\r\nIf at least one person speaks up, inform the group that the battery is almost dead and they only have time to look at three of the four clues. Shuffle the clues and ask the person who found the phone to select three of them and read them aloud to the group.\r\nIf no one speaks up, you will have to prompt Jonathon Fisk to announce that he knows how to unlock the phone. He is a required character with that ability, and it is critical that the phone be unlocked for the group to solve the mystery.\r\nFisk’s Safe - When guests locate the Fisk’s Safe clue token, you will read the clue token to the group and see if anyone speaks up about knowing how to open the safe (a few characters do).\r\nIf at least one person says they can open it, you will share the contents of the safe with the group. This means you can either read each of the file clue tokens out loud or pass the file tokens around to be read by the guests individually.\r\nIf no one speaks up, you will have to prompt Chester Fisk to announce that he can do it. He is a required character with that skill, and it is also critical that the safe be opened to solve the mystery.\r\nRemember to be clear with your guests regarding the rules of finding the clues. If there are any places specifically off limits, point that out to the players and consider posting signs reminding them. Some good general rules for everyone to follow include:\r\n\r\nNothing is hidden inside something that needs to be disassembled in order to gain access; if you really feel that a hammer and screwdriver would be helpful in trying to find a potential token, you’re looking in the wrong place!\r\nNo tokens are hidden in a way that would require anyone to lift anything heavy or move anything especially delicate to find them.\r\nNo tokens are hidden in places that would be dangerous to reach or that would require guests to climb onto something.\r\nNo tokens are hidden in places that would require guests to get wet or dirty in order to reach them.\r\nAfter the scavenger hunt has concluded and the clues have been shared with everyone, the group will have everything they need to solve the mystery. There should then be a period for everyone to discuss the new information and their ideas about who may have killed Francis Fisk.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "35",
                  "title": "Print paper clue tokens",
                  "completed": false
                },
                {
                  "id": "36",
                  "title": "Hide clues before party unless hiding them during the game’s intermission",
                  "completed": false
                },
                {
                  "id": "37",
                  "title": "Create scavenger hunt rules to be announced at the party",
                  "completed": false
                }
              ]
            }
          ]
        },
        {
          "id": "18",
          "title": "Preparations: Day of Party",
          "pageList": [
            {
              "id": "35",
              "title": "Final Preperations",
              "type": "readme",
              "HTML": "\r\nOn the day of the party, in the remaining time before the party starts, you should finish any decorating that is left to be done, as well as finish preparing the food. This is also the time to set out the folders with character sheets and other prepared materials.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "38",
                  "title": "Finish Decorating",
                  "completed": false
                },
                {
                  "id": "39",
                  "title": "Finish preparing food",
                  "completed": false
                },
                {
                  "id": "40",
                  "title": "Set out folders with character sheets and other prepared materials",
                  "completed": false
                }
              ]
            },
            {
              "id": "36",
              "title": "Begin the Party",
              "type": "readme",
              "HTML": "\r\nIf you have completed all the tasks up to this point, you should be ready to start the party!\r\n\r\n \r\n\r\nOnce all tasks in this section are complete, please continue on to the Party section of the app, which will guide you through each step on how to host the game.\r\n\r\n",
              "completed": false,
              "taskList": []
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "title": "Party",
      "chapterList": [
        {
          "id": "19",
          "title": "Party Guidebook",
          "pageList": [
            {
              "id": "37",
              "title": "Running the Party",
              "type": "readme",
              "HTML": "\r\nThis section of the instruction manual, the Party Guidebook, contains a detailed script for running the party. You should print out this section in its entirety and have it on hand during the party; at various points you will need to read directly from this guidebook.\r\n\r\nThe following is an outline of each step found in the Party Guidebook:\r\n\r\nGuest Arrival: Explains what you will need to do as the guests arrive for the party, before the actual game begins.\r\nIntroduction of the Guests: Provides a script for introducing the guests to the scene and explaining how the party will be run.\r\nAct One: Covers the events leading up to the murder, including mingling, dinner, and the blackouts.\r\nThe Murder: Describes how to handle the actual murder of Francis Fisk.\r\nAct Two: Covers the hunt for clues as the guests try to solve the murder.\r\nPresentation of Evidence: Once all the clues have been found, the guests will have an opportunity to consider the different pieces of evidence they have gathered and present theories on the identity of the killer.\r\nVotes: After all the evidence is considered, the guests will have an opportunity to vote on who they believe is the killer, as well as on which guests are the best dressed and the best at acting.\r\nRevelation: Finally, once all the votes have been tallied, the actual killer will explain his actions, and the awards will be handed out.\r\n",
              "completed": false,
              "taskList": []
            },
            {
              "id": "38",
              "title": "Guest Arrival",
              "type": "readme",
              "HTML": "\r\nStarts: When all the guests have arrived.\r\n\r\nOnce everyone has arrived, it will be time to explain to them how the party will proceed. Read them the Welcome to the Party text below.\r\n\r\nWelcome to the Party\r\n\r\nWelcome, everyone, and thank you for attending Murder in Manhattan. As all of you know, this is a murder mystery party. During the party, each of you will be playing the role of a guest or employee of Francis Fisk at his party celebrating his company’s anniversary. You should each have a character sheet that details what your character knows and how you should act in specific situations. Aside from these instructions, there is no particular script you need to follow; simply do your best to act as you believe your character would act.\r\n\r\nDuring the course of the event I will be playing the part of Taylor Walker, one of the caterers. However, I will also be available to answer any questions about how the game works. Just let me know if you need to ask me something “out of character.”\r\n\r\nYour goal tonight is to get to know the other guests. Introduce yourselves, exchange backgrounds, and trade gossip. You should find there are some interesting secrets in the room. Maybe even a secret or two for which one would kill. This means pay special attention whenever you feel that a guest has something to hide. And more importantly, make sure to protect your own secrets. You don’t people drawing any unfavorable conclusions about you. Not in this prestigious crowd…\r\n\r\nEach character sheet includes Gossip & Objectives pages that detail what you know about the other guests. Check your sheet before you start a conversation so you know with whom you’re dealing.\r\n\r\n[Read following if you have less than 25 people or unassigned characters.]\r\n\r\nPlease note that there will be no one playing the following characters tonight and cross them off of your sheet anywhere the names appear.\r\n\r\n[List the names of characters that are not being played by anyone]\r\n\r\nYou may hear these names in your conversations but you will not be interacting directly with those characters today.\r\n\r\nBefore we begin, we’ll give everyone a couple of minutes to read over your character sheets and make sure you understand everything. Remember not to show your character sheets to anyone else and to be careful with what information you end up sharing with other players. Most of you have secret information listed on your sheet your character wouldn’t want to disclose to just anyone. Please take a minute to read over your character sheets now.\r\n\r\n[Once everyone has had a chance to read over their sheets, give them an opportunity to ask questions about how the game will work. Once all of their questions have been answered, continue this script.]\r\n\r\nAlright, if there are no further questions, let me describe the scene for you. You are in Francis Fisk’s fabulous penthouse suite apartment on the Upper East Side of Manhattan. You are here for an evening of dinner, dancing, and conversation in celebration of the twenty-fifth anniversary of Fisk Enterprises. Francis Fisk has a big announcement to make at midnight, but everyone is free to mingle and talk until then.\r\n\r\n[Point out each of the different rooms that are considered part of the game, and explain what part of the apartment they represent. You should have at least one large room for the dining hall and another that is Fisk’s study. You can specify other areas as you wish, depending on the size of the playing area.]\r\n\r\nYou are now free to mingle with each other and enjoy the party. Drinks and food will be available shortly. And now, if I could see the catering staff in the kitchen.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "41",
                  "title": "Gather guests in the main room",
                  "completed": false
                },
                {
                  "id": "42",
                  "title": "Read the Welcome to the Party text (above)",
                  "completed": false
                }
              ]
            },
            {
              "id": "39",
              "title": "Moving Things Forward",
              "type": "readme",
              "HTML": "\r\nAfter reading the announcement, encourage the guests to mingle and instruct the guests playing caterers.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "43",
                  "title": "Make sure the guests have started mingling and are enjoying themselves",
                  "completed": false
                },
                {
                  "id": "44",
                  "title": "Take the catering staff (or whatever guests you’d like to help you with food) into the kitchen and explain that part of their role tonight will be to assist with serving food, bringing around the appetizer trays, and keeping drinks refilled",
                  "completed": false
                }
              ]
            },
            {
              "id": "40",
              "title": "Act One",
              "type": "readme",
              "HTML": "\r\nStarts: When guests have started to mingle.\r\n\r\nAct One is relatively simple and is intended primarily as an opportunity for your guests to get into character, mingle, and enjoy the food. This act should last for approximately an hour or two, though that time may be adjusted up or down depending on how long it takes to eat and how animated and in character your guests are.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "45",
                  "title": "Enlist the aid of any guests you’ve asked to help with food to lay out and circulate the hors d’oeuvres",
                  "completed": false
                },
                {
                  "id": "46",
                  "title": "Help confused guests understand that this time is to be used to learn about the characters of other guests. Knowing details about the other attendees will benefit them as the game goes on.",
                  "completed": false
                },
                {
                  "id": "47",
                  "title": "Monitor the guests to make sure they seem to be enjoying themselves and aren’t running out of things to talk about. If the conversation begins to slow substantially, you may wish to move to the murder early",
                  "completed": false
                }
              ]
            },
            {
              "id": "41",
              "title": "Blackout Approaching",
              "type": "readme",
              "HTML": "\r\nAfter dinner has concluded and a few minutes before you are ready for the murder to occur, read aloud the “Blackout Approaching” script, included below.\r\n\r\nBlackout Approaching\r\n\r\nAs the evening progresses, you begin to notice patches of darkness in the city below. New York has been experiencing rolling blackouts due to recent power shortages, and it appears that one is approaching the apartment.\r\n\r\nBut not to worry, that there are candles on hand in case the emergency lights do not come on. Please continue enjoying yourselves; all is well.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "48",
                  "title": "Read the Blackout Approaching text (above)",
                  "completed": false
                }
              ]
            },
            {
              "id": "42",
              "title": "The Murder",
              "type": "readme",
              "HTML": "\r\nStarts: When you are ready for murder to occur.\r\n\r\nA blackout creates the perfect opportunity for the killer to act. You will now set the stage for the murder.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "49",
                  "title": "If you are handing out candles when the lights go out, gather them now.",
                  "completed": false
                },
                {
                  "id": "50",
                  "title": "Disceretly inform Francis Fisk that he is about to be a murder victim and that you will be cueing him momentarily to fall to the floor and play dead.",
                  "completed": false
                },
                {
                  "id": "51",
                  "title": "If you are using audio, get the Scream-Thud.mp3 track ready. Tell Francis that it will be his cue to fall",
                  "completed": false
                },
                {
                  "id": "52",
                  "title": "Prepare to turn the lights off",
                  "completed": false
                }
              ]
            },
            {
              "id": "43",
              "title": "The Lights Go Out",
              "type": "readme",
              "HTML": "\r\nStarts: When you are in position to turn the lights off.\r\n\r\nRead the following script to begin the murder scene. The script will tell you when to turn off the lights.\r\n\r\nThe Lights Go Out\r\n\r\nThe rolling blackouts continue to approach, and then suddenly, all the lights go out.\r\n\r\n \r\n\r\n[Here you should extinguish the lights.]\r\n\r\n \r\n\r\nThe caterers go to get the candles as you wait in confusion for the emergency lights to come on. As people move around in the darkness there is suddenly a scream and a thud in the confusion.\r\n\r\n \r\n\r\n[Cue Francis Fisk to fall to the floor as the victim. If you are using the audio files, play the Scream-Thud.mp3 track first.]\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "53",
                  "title": "Read aloud the The Lights Go Out! script. (above)",
                  "completed": false
                }
              ]
            },
            {
              "id": "44",
              "title": "The Blackout",
              "type": "readme",
              "HTML": "\r\nStarts: A few moments after Francis Fisk is murdered.\r\n\r\nThe blackout has caused mass confusion for the guests. You will now get the lights working again and reveal the murder victim to the guests.\r\n\r\nTurn on a few independent light sources, like lamps or flashlights. There should be less light than before the blackout since these lights represent emergency lights.\r\n\r\nIf you are using candles, keep the independent light sources low enough so the candles have an effect.\r\nIf you are not using candles, make sure there is enough light for people to see during the scavenger hunt.\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "54",
                  "title": "Turn on the independent light sources, like lamps or flashlights.",
                  "completed": false
                },
                {
                  "id": "55",
                  "title": "If you are using candles, pass them out to the guests.",
                  "completed": false
                }
              ]
            },
            {
              "id": "45",
              "title": "Announcing the Blackout",
              "type": "readme",
              "HTML": "\r\nStarts: After backup lights have been turned on.\r\n\r\nRead the Blackout! script (below) to your guests to update them on the situation.\r\n\r\nBlackout!\r\n\r\nThe emergency lights come on in a minute and the caterers pass out candles. You are all shocked to see the still form of Francis Fisk sprawled on the floor in a pool of blood, obviously stabbed through the heart by a knife of some sort. A feeling of horror sweeps through the room. Not only has Francis Fisk just been murdered, but the killer is surely still here.\r\n\r\n \r\n\r\nWe will now take a brief intermission as we prepare for Act Two.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "56",
                  "title": "Read the Blackout! script",
                  "completed": false
                }
              ]
            },
            {
              "id": "46",
              "title": "Preparing for next act",
              "type": "readme",
              "HTML": "\r\nStarts: After reading the Blackout! script\r\n\r\nHand out the appropriate materials for Act 2.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "57",
                  "title": "Hand out the Act Two character sheets",
                  "completed": false
                },
                {
                  "id": "58",
                  "title": "Give the guest who was previously playing Francis Fisk a new nametag; during Act Two he will be playing the part of Jess McIntire, one of the caterers.",
                  "completed": false
                },
                {
                  "id": "59",
                  "title": "If you haven’t already done so, hide the clue tokens for the scavenger hunt.",
                  "completed": false
                }
              ]
            },
            {
              "id": "47",
              "title": "Act Two",
              "type": "readme",
              "HTML": "\r\nStarts: After reading the Blackout! script\r\n\r\nAfter the intermission, it will be time for the group to figure out who killed Francis Fisk. This starts with the scavenger hunt to find the primary clues: Fisk’s dead body, his cell phone, his safe, and the bloody knife.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "60",
                  "title": "Reassemble guests in the playing area.",
                  "completed": false
                }
              ]
            },
            {
              "id": "48",
              "title": "Announcing the Situation",
              "type": "readme",
              "HTML": "\r\nStarts: After guests assembled.\r\n\r\nThe guests are now all stuck at the party venue until the power outage is resolved. Read the “Trapped in the Penthouse” text below.\r\n\r\nTrapped in the Penthouse\r\n\r\nThe murder is reported to the police and some guests head to the elevator. However, due to the power outage the elevator will not open. All the guests are trapped in the penthouse until the power comes back on and the police can get in. The building manager says that the power outage should last an hour or so. Everyone should be very cautious: after all, Francis Fisk was just murdered, and it is likely the murderer is still in the penthouse. You should look for clues to solve the murder before the police arrive and splash this party all over the tabloids.\r\n\r\n \r\n\r\nWe will now begin a scavenger hunt for clues. The clues are small paper tokens that are hidden throughout the area. Everyone can join in. If you find one, announce it to the group and then bring it to me. I will let you know when all the clue tokens have been found and we will attempt to solve this mystery!\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "61",
                  "title": "Read the Trapped in the Penthouse script",
                  "completed": false
                }
              ]
            },
            {
              "id": "49",
              "title": "Scavenger Hunt",
              "type": "readme",
              "HTML": "\r\nStarts: After reading the “Trapped in the Penthouse” script.\r\n\r\nGuide the guests through the scavenger hunt.\r\n\r\nIf Jo Chase approaches you about her camera footage (as she is instructed to do in her character sheet), tell her you will share the footage with the group after the scavenger hunt.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "62",
                  "title": "Lay out any ground rules about areas that are on or off limits.",
                  "completed": false
                },
                {
                  "id": "63",
                  "title": "Prompt the guests to begin hunting",
                  "completed": false
                },
                {
                  "id": "64",
                  "title": "Oversee the scavenger hunt and make certain that everyone is following the rules and staying in the correct area",
                  "completed": false
                },
                {
                  "id": "65",
                  "title": "If the group is unable to locate one or more of the clues, provide hints or point them in the right direction",
                  "completed": false
                },
                {
                  "id": "66",
                  "title": "Once all the clues have been found, gather the group together.",
                  "completed": false
                }
              ]
            },
            {
              "id": "50",
              "title": "Announce That all Clues Found",
              "type": "readme",
              "HTML": "\r\nStarts: After gathering group together.\r\n\r\nAfter the guests have found all four clues, read the following “Clues Collected” script:\r\n\r\n \r\n\r\n \r\n\r\nClues Collected\r\n\r\nAfter combing through the area, it seems that we’ve found everything there is to find.  We have located four clues: a bloody knife, Fisk’s cell phone, his safe, and, of course, his dead body. Now let’s take a closer look at the evidence!\r\n\r\n \r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "67",
                  "title": "Read the Clues Collected Script",
                  "completed": false
                }
              ]
            },
            {
              "id": "51",
              "title": "Presentation of Evidence",
              "type": "readme",
              "HTML": "\r\nStarts: After reading the “Clues Collected” script.\r\n\r\nIt is now time for the final presentation of evidence. At this point, all evidence will be reviewed and everyone will be given a chance to provide any additional information they might have regarding the identity of the killer.\r\n\r\nCell Phone Clue - When you read the cell phone clue token, you will then wait for someone to say that they know how to unlock the phone. Several characters have this ability noted on their character sheets so someone should speak up.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "68",
                  "title": "Take possession of all the clue tokens",
                  "completed": false
                }
              ]
            },
            {
              "id": "52",
              "title": "Clues #1 and #2",
              "type": "readme",
              "HTML": "\r\nStarts: After clue tokens have been collected.\r\n\r\nRead the first two clues: Fisk’s Dead Body and Bloody Knife.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "69",
                  "title": "Read the Fisk’s Dead Body clue token to the group",
                  "completed": false
                },
                {
                  "id": "70",
                  "title": "Read the Bloody Knife clue token to the group",
                  "completed": false
                }
              ]
            },
            {
              "id": "53",
              "title": "Clue #3",
              "type": "readme",
              "HTML": "\r\nStarts: After reading Fisk’s Dead Body and Bloody Knife.\r\n\r\nNext you will read the Fisk’s Cell Phone clue token. After reading it, wait for someone to say that they know how to unlock the phone. Several characters have this ability noted on their character sheets so someone should speak up.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "71",
                  "title": "Read the Fisk’s Cell Phone clue token to the group and wait for someone to say that they know how to unlock the phone.",
                  "completed": false
                },
                {
                  "id": "72",
                  "title": "If no one speaks up, discretely prompt Jonathon Fisk to do so; he knows how to unlock it.",
                  "completed": false
                },
                {
                  "id": "73",
                  "title": "Let the group know that the cell phone battery is so low and they will only be able to access three of the four clues before the phone dies.",
                  "completed": false
                },
                {
                  "id": "74",
                  "title": "Shuffle the clues and allow the guest who located the cell phone to pick three cards at random. Instruct that guest to read the clue tokens out loud to the group.",
                  "completed": false
                }
              ]
            },
            {
              "id": "54",
              "title": "Clue #4",
              "type": "readme",
              "HTML": "\r\nStarts: After reading Fisk’s Cell Phone clue token.\r\n\r\nRead the Fisk’s Cell Safe clue token. After reading it, wait for someone to say that they know how to open the safe. Several characters have this ability noted on their character sheets so someone should speak up.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "75",
                  "title": "Read the Fisk’s Safe clue token to the group and wait for someone to say that they know how to open the safe.",
                  "completed": false
                },
                {
                  "id": "76",
                  "title": "If no one speaks up, discretely prompt Chester Fisk; he can open it.",
                  "completed": false
                },
                {
                  "id": "77",
                  "title": "When someone that can open the safe steps forward, either read the file tokens aloud toe the group or simply pass them around to e read by the guests individually.",
                  "completed": false
                }
              ]
            },
            {
              "id": "55",
              "title": "Jo Chase’s Camera Footage",
              "type": "readme",
              "HTML": "\r\nStarts: After reading Fisk’s Safe clue token.\r\n\r\nIf the guest playing Jo Chase approached you about her camera footage, read the camera footage clue aloud to the group.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "78",
                  "title": "If the guest playing Jo Chase approached you about her camera footage, read the camera footage clue to the group.",
                  "completed": false
                }
              ]
            },
            {
              "id": "56",
              "title": "Wrap Up Investigation",
              "type": "readme",
              "HTML": "\r\nStarts: After all clues have been presented.\r\n\r\nRead the “Presentation of Evidence” script below to ask for final questions and theories.\r\n\r\n \r\n\r\nPresentation of Evidence\r\n\r\nNow that we’ve seen the hard evidence, does anyone have anything to add? Did anyone see anything suspicious leading up to the event? Does anyone have any questions or theories?\r\n\r\n \r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "79",
                  "title": "Read the Presentation of Evidence script",
                  "completed": false
                }
              ]
            },
            {
              "id": "57",
              "title": "Final Discussion",
              "type": "readme",
              "HTML": "\r\nStarts: After reading “Presentation of Evidence” script.\r\n\r\nGive the guests a chance to talk amongst themselves. It is likely at this point that the guests will want to ask questions and level accusations at one another and provide alibis or explanations as to why they are not guilty. Allow this to continue as long as is necessary.\r\n\r\n \r\n\r\nWhen all guests have had their say, announce that it is now time for everyone to cast their votes for who they believe committed the murder.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "80",
                  "title": "Give the guests a chance to talk amongst themselves.",
                  "completed": false
                },
                {
                  "id": "81",
                  "title": "Announce that it is time to cast votes for the murderer.",
                  "completed": false
                }
              ]
            },
            {
              "id": "58",
              "title": "Votes",
              "type": "readme",
              "HTML": "\r\n \r\n\r\nStarts: When group finishes discussing evidence.\r\n\r\nYou will now pass out voting sheets and prepare awards certificates.\r\n\r\n \r\n\r\nThe awards that will be presented at the end of the night include the following.\r\n\r\nKeen Detective Award: This award goes to any guest who correctly identified the Architect as the killer. Note that it is possible several guests will receive this award; be sure to have multiple copies printed.\r\nOutstanding Acting Award: This award goes to the guest who received the most votes for best role-playing.\r\nOutstanding Costume Award: This award goes to the guest who received the award for best costume.\r\nFalsely Accused and Convicted Award: If the majority of the guests vote for someone other than the Architect as the killer, that unfortunate person receives this award as a consolation prize.\r\nCold-Blooded Killer Award or Got Away With Murder Award: The guest who played the Architect will receive one of these awards. If any of the other guests successfully identified him during the vote, he gets the “Cold-Blooded Killer” Award. If none of the other guests identify him as the killer, he gets “Got Away With Murder.”\r\nHapless Victim Award: The guest who played Francis Fisk will receive this award.\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "82",
                  "title": "Pass out the Who Did It? voting sheets and have players fill them out.",
                  "completed": false
                },
                {
                  "id": "83",
                  "title": "Collect completed voting sheets and tally up the votes.",
                  "completed": false
                },
                {
                  "id": "84",
                  "title": "Prepare the award sheets",
                  "completed": false
                }
              ]
            },
            {
              "id": "59",
              "title": "Revelation",
              "type": "readme",
              "HTML": "\r\nStarts: After awards are prepared and ready to hand out.\r\n\r\nAfter tallying up the “Who Did It?” votes, you will announce the results to the group and then ask that, as the game is now over, the real killer step forward and explain his motive.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "85",
                  "title": "Ask that the real killer step forward and explain his or her motive. The guest who played Zachary Wellington should then announce his guilt and explain his actions using the information from his character sheet",
                  "completed": false
                },
                {
                  "id": "86",
                  "title": "Announce the results of the voting to the group and hand out appropriate awards",
                  "completed": false
                }
              ]
            },
            {
              "id": "60",
              "title": "Conclusion!",
              "type": "readme",
              "HTML": "\r\nAnd that’s it! The mystery is solved. You may tell your guests that the game has concluded and thank them for coming. Hopefully the party continues as everyone recounts the best moments from the night! If you haven’t taken any pictures yet, this would be a great time to take a group shot with everyone in costume.\r\n\r\n \r\n\r\nWe hope everyone had a great time! If you enjoyed the game, please let your guests know that Playing With Murder supplied the party kit for tonight’s event. We would love to see any pictures that were taken by you or your guests. Please let them know that party pics can be emailed to us at feedback@playingwithmurder.com or posted directly to our Facebook page (www.facebook.com/playingwithmurder).\r\n\r\n \r\n\r\nAlso, we’d love to hear your feedback about the game! Please email us and let us know how it went. We take your input seriously when writing these games and would love to know if you have any suggestions for how we could make the game better. Your comments and photos are both welcome at feedback@playingwithmurder.com.\r\n\r\nThank you for Playing With Murder! Hope to hear from you soon!\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "87",
                  "title": "Announce the conclusion of the game",
                  "completed": false
                },
                {
                  "id": "88",
                  "title": "Take party pics of the group if you haven’t already.",
                  "completed": false
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "11",
      "title": "Recap",
      "chapterList": [
        {
          "id": "20",
          "title": "Thanks for Playing!",
          "pageList": [
            {
              "id": "61",
              "title": "Feedback",
              "type": "readme",
              "HTML": "\r\nWe hope everyone had a great time! If you enjoyed the game, please let your guests know that Playing With Murder supplied the party kit for tonight’s event. We would love to see any pictures that were taken by you or your guests. Please let them know that party pics can be emailed to us at feedback@playingwithmurder.com or posted directly to our Facebook page (www.facebook.com/playingwithmurder).\r\n\r\n \r\n\r\nAlso, we’d love to hear your feedback about the game! Please email us and let us know how it went. We take your input seriously when writing these games and would love to know if you have any suggestions for how we could make the game better. Your comments and photos are both welcome at feedback@playingwithmurder.com.\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "89",
                  "title": "Leave feedback on our website",
                  "completed": false
                },
                {
                  "id": "90",
                  "title": "Share your pictures",
                  "completed": false
                }
              ]
            },
            {
              "id": "62",
              "title": "Plan your next party",
              "type": "readme",
              "HTML": "\r\nWe hope you enjoyed this mystery! If you did, why not head to our website www.playingwithmurder.com and browse the other fun mysteries we have available.\r\n\r\nWe hope to see you planning your next mystery party again soon.\r\n\r\nThanks for playing!\r\n\r\n",
              "completed": false,
              "taskList": [
                {
                  "id": "91",
                  "title": "Visit the Playing With Murder website to browse other mysteries",
                  "completed": false
                },
                {
                  "id": "92",
                  "title": "Beginning planning your next mystery party!",
                  "completed": false
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "characterList": [
    [
      {
        "id": "1",
        "character_name": "Richard den Waldern",
        "character_title": "Philanthropist",
        "character_image": "http://www.playswithmurder.com/mysteries/uploads/3/characters/1/Richard 19.jpg",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "2",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Richard den Waldern, although everyone calls you Rick and you prefer it—Richard sounds so pretentious. You are Irene and Rose’s little brother and grew up in their shadow; they practically raised you after your parents died when you were young. You are a well-known philanthropist despite your youth, and you donate predominantly to organizations that help children. You feel that the scheming and glitteratti world of the Upper East Side robbed you of your childhood, and you want to make sure as many children have the opportunity for a good life as possible. After all, if your sisters used all the family’s money they would just buy shoes and dresses—better the money go to a good cause. You passionately want to make the world a better place and give generously whenever you’re asked. Your older sister Rose is the queen bee of the older socialites and has always been just as controlling of you as she is of the beautiful women of New York’s elite.\r\n\r\nRecently Rose cut you off from the family money after a generous donation to Habitat for Humanity: Fund for Children. She said that you needed to grow up, get over your abandonment issues, and start adding to the family fortune instead of depleting it. You and she had a huge fight, after which you slit your wrists to get her attention. You didn’t mean to commit suicide; you just wanted her to take you seriously since nothing you said seemed to matter. However, things went a little too far, and she rushed you to the hospital. She then committed you to an institution named St. Albert’s without your consent and held you captive there for three months, all the while telling her social friends you were in Florida visiting family. She finally let you out after the doctors agreed you were on your way to recovery. You need to convince her that you should regain access to the family money without making a scene. You may not care so much about your family’s social ranking, but a scandal would make some charities less likely to accept your aid.\r\n\r\n",
                "type": "readme",
                "id": "1"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are young and still slightly awkward. While your clothes are tailored, you don’t quite fit in them. This is your first party since being released from the institution, and you are nervous in large crowds. If anyone asks you about your philanthropic work you are VERY excitable and passionate.\r\n\r\n",
                "type": "readme",
                "id": "2"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nMingling With Other Guests\r\n\r\n\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story!\r\nPlease note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building, and your sister hired him as security for the event since she thinks he might have Russian mob connections.\r\n• Ashley LeBois is Irene’s best friend. She’s the editor of Runway, a popular fashion magazine and is “an evil dictator of taste.” She’s known for her impeccable good taste and harsh words to those who don’t meet her standards. She is the queen bee of the younger socialites and rules them with an iron fist. She is well known for leaking disastrous gossip to Jesse to post on his website—The Socialite—and uses it to keep her “minions” in line. She is forever scheming to maintain her status.\r\n• Callaway Lee is your sister’s bartender.\r\n• Candice Wellington is Zachary’s daughter and assistant. You have never seen her before in New York, but from the way she follows her father around it is apparent he is grooming her to take over his businesses.\r\n• Chester Fisk, brother of Jonathon and Francis, acts like a playboy with vulgar and excessive tastes, but you have come to suspect that’s only a front. He has donated anonymously to several of your favorite charities. You only found out because some representatives contacted you to attend many parties he’s indirectly hosted to raise money.\r\n• Davana Gudriov is Ashley’s housekeeper and practically raised her while her workaholic mother ran her business. The woman is kind and reliable but unfortunately usually gets caught up in Ashley’s schemes.\r\n• David Kreig actually went to school with several of Irene’s crowd, but you don’t think they remember him since he was poor then and never went to parties. He recently published a wicked satire on life on the Upper East Side that you thought was incredibly accurate. You’re sure the vapid character Serella was based on Irene, and several of the other characters sound like her friends. You’re not in the book though, and you think David is a wonderful writer who deserves his hard-earned fame.\r\n• Francine Thorne (whom you call Frank) is your cousin from Florida. She recently escaped her controlling father and has come to New York to live the life she always dreamed of. She graciously agreed to help you with your story concerning your “vacation.” Be sure to take her aside to make sure you both have your facts straight.\r\n• Francis Fisk is the biggest name in high-end New York real estate and one of the richest men on the island.\r\nHe is the CEO of Fisk Enterprises and is solely responsible for his family’s immense fortune. A self-made man, he brought his younger brothers up from poverty.\r\n• Grayson Kreig is David’s older brother and used to be a rock star. He had one hit song a few years ago and used it to weasel his way into polite society. You suspect he and Rose may be having an affair since she has his hit song on her ringtones: you heard it ring several times while you were in the institution.\r\n• Gwen Kreig, David’s younger sister, was your best friend in grade school, but then she leveraged an internship with Helen to sabotage one of the shows and launch her own career. This backstabbing was the final straw in a pattern you saw. Sure enough, once she got her big break Gwen turned into a power-hungry socialista just like the rest of them. You haven’t spoken to her in months.\r\n• Helen LeBois is Ashley’s older sister and a good friend of Rose. She designs clothes for the fabulously wealthy, since they’re the only ones who can afford them. She recently became engaged to Sam Lily. You found out because you saw him propose in a restaurant, but you don’t think anyone else knows.\r\n• Irene den Waldern, your older sister, is a slightly reformed party girl. While she was there for you when you were “sick,” she was always being called away by her pointless job, catering to vapid celebrities. You think she just traded the wilder parties of her youth for the more upper class version, but she’s still the same old flaky Irene.\r\n• Isaac Corrington is a retired senator who served for many years in Washington, D.C., and you believe he may be grooming his grandson Jesse to replace him. Isaac is known for controlling the future of his family. Look out for Jesse if you can: he deserves his own future.\r\n• Jamie Lavigne is one of your sister’s caterers.\r\n• Jesse Corrington: For a while you hoped your sister Irene would marry Jesse Corrington and settle down. But, like all her romances, it fell apart as soon as Jesse couldn’t devote all his time to her. Jesse’s gossip website has proven to be a weapon wielded by many on the Upper East Side, so be careful what you say around him.\r\n• Jo Chase is a friend of David’s. You’ve heard she’s become a successful documentary filmmaker and is documenting New York life.\r\n• Jonathon Fisk runs Fisk Enterprises in Australia. He has a rough past with his brother Francis and was banished from New York, but you don’t know the circumstances. Rumor has it he was worse than Chester in his youth.\r\n• Mercy Neist used to be Irene’s other best friend, the wild opposite of Ashley’s refined tastes. She was the one who supplied Irene with drugs and led her on most of her wilder adventures. She left New York suddenly several years ago. You do not know why she has returned, but it surely involves trouble.\r\n• Rose den Waldern is your other older sister. You are furious with her for cutting you off and then committing you against your will to a mental institution. She was always very controlling after your parents died, and although she practically raised you, that’s no excuse for her actions. Despite this you need her to give you access to the money again so you can continue to make the world a better place.\r\n• Sam Lily is a celebrity lawyer who you think is engaged to Helen LeBois. You don’t know much about him beyond that he owns his own law firm.\r\n• Sydney O’Connor is one of your sister’s caterers.\r\n• Taylor Walker is your sister’s head caterer and is in charge of the help.\r\n• Zachary Wellington ran his own real estate business in Chicago before it was acquired in a merger with Fisk Enterprises. Now he is on the board of Francis Fisk’s company.\r\n\r\n",
                "type": "readme",
                "id": "3"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "3",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "4"
              },
              {
                "title": "Special Knowledge and Instructions for Act Two",
                "HTML": "\r\nYou don’t want to cause a scandal during your sister’s party, so if any information comes up about you and your time in the institution try to downplay or hide it as best you can.\r\nMany people will use this as an opportunity to cause a scandal and hurt each other. If you see this be sure to sigh and shake your head in disappointment. It’s so typical of these people to care nothing for anything but their own reputations.\r\nIf news about any engagement or hidden love comes out, be very supportive and defend people’s right to happiness. After all, there is so little of it in the world.\r\n",
                "type": "readme",
                "id": "5"
              }
            ]
          }
        }
      },
      {
        "id": "2",
        "character_name": "Francis Fisk",
        "character_title": "Real Estate Tycoon",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "6",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Francis Fisk, host and murder victim (be sure not to let anyone know the latter). You are throwing this party to celebrate the twenty-fifth year of your successful real estate company, Fisk Enterprises, and to announce your engagement to the socialite Rose den Waldern. You were born in New York to a middle class family and got a scholarship to Brown. There you studied Business Management, and you applied yourself diligently when you returned. You founded your own company and through good business practices and sound investments have become one of the richest men in New York. You tried to bring your brother Jonathon in when you originally opened the company but the power turned out to be too much for him. He resorted to Ponzi schemes and the like to cheat money out of people. The final straw came when several women accused him of assault. He has always been charming and a ladies’ man, and you had had your suspicions, but public embarrassment was the last straw. Fortunately, he beat all the allegations. You opened a branch in Australia and sent him there. If England used it as a penal colony so would you. He has been quiet the past few years, and your business Down Under has grown so you felt that this anniversary was time for the two of you to reconcile.\r\n\r\nYears ago when you were just starting your business you fell head over heels for Gayle Hartfort, a lovely socialite who played you like a fiddle. She cheated on you and one messy divorce later moved to Chicago where she married Zachary Wellington. A few years later you heard she had died and were shocked. You had put that behind you until one of your private eyes came to you and said he had heard rumors that Zachary Wellington had deliberately burned down that building with Gayle inside. Furious, you bought out his business in a vicious merger and put him on your board so you could keep an eye on him while your detective dug up more. He found a tape showing Zachary leaving the building that burned with a gasoline can in one hand. He locked the doors behind him. You have resolved to have Zachary arrested to exact justice and revenge! But it will wait until after your party; you don’t want to cause a scene and ruin your engagement announcement. Don’t mention anything about Zachary’s crime to anyone before then. You have a private detective on retainer and pay him well. You researched Rose and her family thoroughly so you would know what you were getting into with the marriage.\r\n\r\n",
                "type": "readme",
                "id": "11"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nAlthough you came from the middle class you have impeccable taste and can afford the best suits so you wear them. This is your party so be sure to look dashing and powerful. You are a cold man; everything to you is a business transaction keyed to elevate your status. Be sure to keep all emotion off your face.\r\n\r\n",
                "type": "readme",
                "id": "12"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "",
                "type": "readme",
                "id": "13"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "7",
            "pages": null
          }
        }
      },
      {
        "id": "4",
        "character_name": "Rose den Waldern",
        "character_title": "Queen",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "8",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Rose den Waldern, queen of the older Upper East Side socialites. Your mother was queen before you, a member of the prestigious Hartfort family, who have been members of the New York social scene since it was New Amsterdam. Your parents died when you were in college, cutting your wild indulgent lifestyle short, and you came home to raise your little brother and sister, who were still in grade school. You learned to be cold and practical, quickly earning the respect of the upper class and then taking control of the social scene to ensure your continued high station in the eyes of the New York elite. You have been married three times, once for love and twice for security. You are just as flighty as your little sister Irene but have learned to hide it to maintain your cool facade. When you were in college you were a groupie of Grayson’s band Eagle’s Rose and were madly in love with him. You were about to run away with him when your parents died and you had to come home. You control the family’s vast fortune with an iron fist, carefully seeding it through investments to ensure your continued lifestyle. Francis Fisk began courting you, and you saw the merging of your two fortunes as the perfect way to ensure the stability and security of the den Waldern name. However, in trying to learn more about his company you made an investment mistake encouraged by Jonathon Fisk that turned out to be a scam and lost over half your fortune before you managed to pull out. Your little brother’s philanthropic donations started to eat away more rapidly than you could fill the hole you had created, and you had to cut him off. You were devastated when he tried to commit suicide and blamed yourself. You institutionalized him in St. Albert’s for his own good and because they are known for their discretion. You have done your best to be an attentive and loving sister, while still refilling your bank account slowly. During this time you and Grayson reconnected. He found you crying in a coffee shop in Brooklyn where you went because no one would recognize you. You fell madly back in love with him and have been seeing him ever since. However, this complicates your engagement to Francis Fisk, who is the wiser choice between the broke musician and the successful businessman. However, you are a romantic at heart and have changed your cell phone ring to your favorite Eagle’s Rose song.\r\n\r\n",
                "type": "readme",
                "id": "14"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are the perfect lady, elegant and poised. As queen bee of the older socialites you are always composed and charming. Be sure not to show too much emotion, and always be extremely polite. Veil your threats so they are not obvious. Your taste is conservative but fashionable. All these young people flashing their bare skin, they need to remember that what is hidden is what is desired.\r\n\r\n",
                "type": "readme",
                "id": "15"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n \r\n\r\n \r\n\r\n• Alexei Siranov is the doorman to Francis’s building.\r\n\r\n• Ashley LeBois is Irene’s best friend and the up-and-coming queen bee of the younger socialites. Observe her shenanigans and only interfere if she threatens your position amongst the older socialites. Then teach her a lesson so she remembers you are still in charge.\r\n\r\n• Callaway Lee is your sister’s bartenders.\r\n\r\n• Candice Wellington is a sweet young girl who is new to New York and high society. Be sure to introduce her to your sister and her friends so she can start making inroads with the right people.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, is a debaucherous playboy whose escapades have reached even your ears. When Francis announces your engagement you hope you can influence his wild ways.\r\n\r\n• Davana Gudriov is Ashley’s housemaid and has come to help with the party.\r\n\r\n• David Kreig recently published a book on the life of socialites on the Upper East Side that set all of Manhattan abuzz. Well, the younger generation anyway. However, he probably only wrote it because he is not a member, and when you’re on the outside all you can do is look inside and yearn.\r\n\r\n• Francine (Frank) Rose is your late cousin’s daughter from Florida. She appeared in New York a few weeks ago, having run away from your controlling cousin-in-law, Stephan Transiv. You offered her shelter and promised to hide her from him. You are grateful she showed up when she did. She has been a huge comfort to Richard and will lend credence to your story that he was “on vacation in Florida” when you had him institutionalized. Be sure to introduce her around so she knows all the right people.\r\n\r\n• Francis Fisk is the epitome of the Upper East Side elite. Even though he came from a poor family, he has been very, very successful and is also cultured and mannerly. You and he began dating several months ago, and things were going very well. He took you to all the best restaurants and shows, and you had rarely felt so pampered. He proposed to you romantically and is throwing this party so he can announce the news. However, you are not sure if you love him because your feelings for Grayson are so complicated.\r\n\r\n• Grayson Kreig: You were madly in love with Grayson Kreig when you were in college and toured with his band Eagle’s Rose as a groupie. However, you had to leave him when your parents died to take care of your family fortune and younger siblings. You had heard his little siblings attended school with some of the younger generation but hadn’t seen him until recently. He came upon you crying over Richard in a coffee shop in Brooklyn, hiding your shame from the Upper East Siders. He comforted you, and it was as though no time had passed. His hit song is now the ringtone on your phone. Be sure to try and avoid him at the party; you mustn’t let Francis know of your indiscretions.\r\n\r\n• Gwen Kreig is a talented young designer. You actually ran into her attending a function several years ago at Irene’s private high school and introduced her to Helen. Her career showed promise but then she entered into a petty war with Ashley for status amongst the younger generation. You were at the show on the front row (where else?) when her dress came out instead of Helen’s. The little backstabber used this to launch her own career. However, she has done very well for herself so her presence is tolerated as long as she behaves. Make sure you are polite to her even though she does not deserve your attention.\r\n\r\n• Helen LeBois is an old friend of yours who designed her own incredibly successful fashion line. She has always been brilliant and shares many of your tastes. She’s never been as successful at love as you though, and you feel it’s time to find her someone to settle down with, so be sure to peruse the party for an eligible bachelor with the right qualities.\r\n\r\n• Irene den Waldern is a lot like you when you were younger: wild and flighty. However, she did inherit your good taste and throws marvelous parties. Be sure to compliment her on this little soiree.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, is a recently retired U.S. senator and head of the prestigious Corrington family in New York. They are well known for their political power, and he rules them with an iron fist. He has uncanny business and political sense and is a delightfully subtle schemer. If you have an opportunity to get back at Jonathon for leading you astray, Isaac would be a good ally.\r\n\r\n• Jamie Lavigne is one of your sister’s caterers.\r\n\r\n• Jesse Corrington runs some gossip rag. Be careful around him. He comes from a good family, but one wrong word will have you splashed all over his website.\r\n\r\n• Jo Chase is a documentary filmmaker Irene has allowed into the party. Filming the event is terribly gauche so make sure you avoid her, but always be poised if you are on camera.\r\n\r\n• Jonathon Fisk runs Fisk Enterprises in Australia. You took his advice on an investment that turned out to be a Ponzi scheme, and you lost half of your fortune. You have not found a way to pay him back for this ruinous suggestion. Be sure to be completely polite and claim you recouped all your losses.\r\n\r\n• Mercy Neist comes from a well-known family and was friends with Irene and Ashley in school. Unfortunately, she had some complications with the law in her youth and has only recently returned. Be sure to welcome her back to New York and ask how her travels were.\r\n\r\n• Richard den Waldern: You feel terribly guilty about Richard and what happened to him. Be kind to him, but remember that a party is not the place to air your dirty laundry. Avoid talking money with him. He mustn’t know that you made a mistake or your control over your family might slip.\r\n\r\n• Sam Lily is a rising star in the legal world. He owns his own law firm that caters to celebrities and the wealthy. However, he is new to New York, and you heard he was born on a farm in Ohio. While his status as a successful lawyer makes him worthy of attending parties with the Manhattan elite, it does not make him one of them.\r\n\r\n• Sydney O’Connor is one of your sister’s caterers.\r\n\r\n• Taylor Walker is your sister’s head caterer and is in charge of the help.\r\n\r\n• Zachary Wellington is a successful real estate investor from Chicago. He used to live in New York and you dated him after college. However, he left the city and was briefly married in Chicago. His wife died in a building fire, and he was left with his daughter Candice. Francis recently bought his company in a ruthless takeover. You think he keeps him on his board just so he can keep an eye on him\r\n\r\n",
                "type": "readme",
                "id": "16"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "9",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "22"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Your fiancé is dead! Well, it might be terribly gauche, but you didn’t really love him and now you can be with Grayson. However, revealing it now would only add to the scandal of the murder (and might lead others to suspect that you committed the crime), so be sure to keep it under wraps.\r\n\r\n• You don’t want ANYONE to find out about Richard’s time at St. Albert’s, so be sure to keep an eye on him.\r\n\r\n• This is the perfect opportunity to get back at Jonathon Fisk for involving you in a Ponzi scheme. Any dirt you can dig up on him to undermine him\r\nand get back the money he stole from you would be a grand coup.\r\n\r\n• You are still the queen. Be sure to be a cool head in this situation and control the crowd. This is such a potentially huge scandal you need to control how it breaks.\r\n\r\n",
                "type": "readme",
                "id": "23"
              }
            ]
          }
        }
      },
      {
        "id": "5",
        "character_name": "Ashley LeBois",
        "character_title": "Editor",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "10",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Ashley LeBois, member of a prestigious family, editor of a famous design magazine, and sister to the owner of a fabulous design company. Your life is the envy of all the Upper East Side socialites, and you bask in your perfection. However, you have a dark secret: you have been seeing Chester Fisk on the sly. You ran into him at a nightclub opening, and for just one moment you let your pristine mask slip and gave in to a bit of indulgence. That bit became a bite, which became a slice, and sooner than you knew you had bitten off more than you could chew. You discovered that Chester’s whole playboy attitude is a front for a shrewd but caring young man. You are terrified that you are falling in love with him. You have been best friends with Irene den Waldern since grade school and have always felt as though you were in her shadow. You fought, clawed, backstabbed, and schemed your way to be queen of your prep school and the Manhattan socialites, but everything has always just fallen into Irene’s lap freely and without effort. You stalked the previous editor of Runway relentlessly until she hired you, and then you applied your sharp social skills to climbing the business ladder, which you did with poise, keeping your poison tongue discreet but just as sharp. Runway caters to the socially elite and you only publish fashion and cutting edge design. You would never use your prestigious pages for tawdry gossip. Plus it could be linked to you.\r\n\r\n",
                "type": "readme",
                "id": "17"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nAs the editor of a fashion magazine you wear only the latest fashions, so cutting edge you might be falling of the fashion cliff. Be sure to wear something innovative you can flaunt over the other girls and hint that you might be able to get them one for a favor. If anyone acts up it is your duty as up-and-coming queen bee to remind them you are in charge. You are fiercely loyal to your friends and will defend them in the most conniving ways possible.\r\n\r\n",
                "type": "readme",
                "id": "18"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story!\r\n\r\n\r\nPlease note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov has been the doorman to Fisk’s building for years, and you have frequently seen him with tough-looking men. You suspect he has Russian mob ties, although you do not have any proof: he has always been very discreet.\r\n\r\n• Callaway Lee is Irene’s bartender. The upper class often ignores the help, but you know they hear more than they should. Be careful around them, and be sure to grill them if you think they overheard anything.\r\n\r\n• Candice Wellington is Zachary’s daughter and new on the New York scene. Be sure to take her under your wing.\r\n\r\n• Chester Fisk (Jonathon and Francis’s brother) is a no-good, manipulative playboy, and you are falling hopelessly in love with him. His mind is just like yours—always on the move, always ten steps ahead of the game, which he plays flawlessly. He’s like your other half. Of course, his reputation is utterly incompatible with yours, so be sure not to let anything slip. Maintain appearances, but find time to slip away with him if you can.\r\n\r\n• Davana Gudriov is your housekeeper and has been a factor in your life ever since you were a child. She always plays a part in your schemes and frequently covers for you. You often ask her for advice, and she gives it freely, often with anecdotes from “the Old Country.” She practically raised you, and you love her like family, although you will always think of her as “help.”\r\n\r\n• David Kreig is a thorn in your side. You vaguely recall seeing him when you were in prep school, but he wasn’t a member of the social elite so he mostly passed beneath your notice. And then he published that book, Looking In. All of the Upper East Side bought it to see if they were in it, and you suspect you were. There is a character in there named Clair, a manipulative, weaseling anti-heroine who ends up sleeping with the protagonist, a young man of the lower class trying to move up the social chain. As if you would EVER slum it in Brooklyn! Find out if that character is you, and if she is, find some way to make him pay for using you and your story to bribe his way into the Manhattan social scene.\r\n\r\n• Francine (Frank) Rose is Irene’s cousin from Florida. She supposedly spent a lot of time with Richard, so be sure to grill her about their time. She’s new to New York. Take her under your wing and teach her what it means to be one of the players in your court. She should know your rules before she breaks any.\r\n\r\n• Francis Fisk is a well-groomed and powerful member of the New York social elite. Fisk Enterprises owns some of the largest and most well known high rises in New York, and practically everything he touches turns to gold. He also wants to make an announcement at midnight. Try to find out what it is. You hate surprises.\r\n\r\n• Grayson Kreig had a hit song a million years ago. How on earth did he get into this party? • Gwen Kreig is worse than her brother. In prep school you saw potential in this shy girl from Brooklyn and took her under your wing, teaching her where to shop, who to be seen with, and how to act. She is an extremely talented designer and interned with your sister. Helen was so smitten by her talent that she began to rely heavily on her, and you and your opinions fell to the wayside. To make your sister pay you switched one of her dresses with one of Gwen’s designs. This ended up launching Gwen’s career but ruined her standing in good society. Do NOT admit to this. Gwen is an upstart and you are queen. You refuse to wear her beautiful designs out of sheer stubbornness and take every opportunity to jibe that Runway will NEVER display her designs since yours is the only opinion that matters in the New York fashion world.\r\n\r\n• Helen LeBois is your older sister and a fabulous designer. You have featured her many times in your magazine. You are fiercely devoted to her and brook no upstarts to her position amongst the socialites, like that conniving Gwen Kreig. You have always participated in her show at Fashion Week, and it is one of your most treasured childhood memories.\r\n\r\n• Irene den Waldern may not be queen, but she is the darling of the New York elite. She is poised without trying, perfect without striving, and everything always goes well for her. You have been her best friend since you both got Manolos, but you have always been in her shadow. While she may be hosting this party you are still the queen on your turf; make sure she knows it if anything goes wrong.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, is a retired U.S. senator and one of the highest ranked of the old New York elite. Be sure to be very respectful and poised around him. One word from him could threaten even your throne.\r\n\r\n• Jamie Lavigne is one of Irene’s caterers. The upper class often ignores the help, but you know they hear more than they should. Be careful around them, and be sure to grill them if you think they overheard anything.\r\n\r\n• Jesse Corrington is an old flame of yours. You were passionately in love in prep school but then he left you for Irene. He owns and operates The Socialite, a web magazine full of the gossip and lies of the Upper East Side. You wield his site like a weapon amongst the socialites and have posted anonymously to it hundreds of time, using it as an engine of destruction against any who challenge your position.\r\n\r\n• Jo Chase is a filmmaker or something. Irene is apparently letting her film the party for a documentary on the New York elite. Be sure to put your best foot forward when you’re on camera. But, if something should slip, make sure that camera does not leave the penthouse.\r\n\r\n• Jonathon Fisk runs Fisk Enterprises in Australia. You have heard that his past was much like Chester’s and that Francis sent him to Australia to get him out of the States.\r\n\r\n• Mercy Neist used to be your and Irene’s best friend. She was always the bad girl, and partying with her always brought out Irene’s wilder side. The stories she could tell would drive you to social oblivion. She had to leave the States due to drug charges and has recently returned. Keep an eye on her. She is a mischief maker on par with you. If she gets too out of hand, see if you can’t have the police reopen her case. Nothing says queen like banishing a competitor.\r\n\r\n• Richard den Waldern is the youngest of the wealthy den Walderns and the most naive. He has always been a nice boy but tends to give a lot to charity. You heard he went away to Florida recently. Irene was very concerned so you suspect something is afoot. Do your best to find out what.\r\n\r\n• Rose den Waldern is good friends with your sister Helen and is the queen of the older socialites. While you admire her sharp wit and ruthless skill, she is a little old fashioned for your taste. She thinks the Socialite is a crass rag and does not see all of its potential to control the socialites. You know she is utterly ruthless and will do anything to achieve her ends, even against her own family.\r\n\r\n• Sam Lily is an up-and-coming lawyer in New York. You actually featured him in your magazine in a spot on “Most-Eligible Bachelors.” He’s well groomed and polite, but too folksy for your taste. He grew up on a farm somewhere in the Midwest, went to school at Harvard, and then established himself in New York. Still, he is very handsome. See if you can introduce him to some of the young ladies. It would be nice to do a continuation piece on “New York Marriages.”\r\n\r\n• Sydney O’Connor is one of Irene’s caterers. The upper class often ignores the help, but you know they hear more than they should. Be careful around them, and be sure to grill them if you think they overheard anything.\r\n\r\n• Taylor Walker is Irene’s head caterer. The upper class often ignores the help, but you know they hear more than they should. Be careful around them, and be sure to grill them if you think they’ve overheard something.\r\n\r\n• Zachary Wellington is a Fisk Enterprises board member from Chicago. Something about him rubs you wrong, you just can’t put your finger on it. Be sure to find out as much about him as possible.\r\n\r\n",
                "type": "readme",
                "id": "19"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "11",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "20"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• You cannot BELIEVE this all happened! This is the scandal of the century, and you’re at ground zero. Be sure to enlist Davana to aid you in gathering information and controlling its flow.\r\n\r\n• Do not let Gwen Kreig ruin your relationship with your sister with her vicious rumors. What you did was petty, and you know it now.\r\n\r\n• If anyone tries to hurt the den Walderns, be sure to take them down quickly and publicly. No one can take a swing at Irene’s family but you.\r\n\r\n• You are an expert with cell phones. If one needs to be unlocked, step up. You know how to open them like no one else.\r\n\r\n",
                "type": "readme",
                "id": "21"
              }
            ]
          }
        }
      },
      {
        "id": "6",
        "character_name": "Helen LeBois",
        "character_title": "Designer",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "12",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Helen LeBois, a self-made businesswoman who creates and produces her own fashion line. You have stores in New York, London, and Paris, and you earn every cent you make. You are longtime friends with Rose den Waldern and have stood by her side through her many marriages and subsequent divorces. Although you came from a wealthy and well-known family, you take pride that you are wealthy on your own, and you do your best not to disturb the family money, which is growing well in many investments. You are always looking for new stable investment opportunities. Your fashion line is very popular amongst the social elite, which is good since only they can afford it. Your little sister Ashley is following in your footsteps. Although she never had the eye for design, she has exquisite instinctive fashion sense, which has served her well. You recently became involved with Sam Lily, a wealthy celebrity lawyer who was defending a client you were dressing for an awards show. Despite your wildly different backgrounds the two of you hit it off. Your schedules made seeing each other difficult, but Sam just proposed to you in your favorite restaurant, saying he couldn’t spend another moment without you. Surprised, you said yes but haven’t told anyone else. You are hoping for a quiet wedding when the social season is over.\r\n\r\n",
                "type": "readme",
                "id": "25"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nAs a fashion designer wear something avant-garde and unusual yet tasteful that you can say you designed yourself. You have a critical eye for style and are free with your comments—always polite, but biting none the less. After all, you are a designer.\r\n\r\n",
                "type": "readme",
                "id": "26"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! \r\n\r\nPlease note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building.\r\n\r\n• Ashley LeBois is your younger sister and the queen of the younger generation. She has exquisite fashion tastes but is prone to elaborate schemes and cruel manipulations. Be sure she behaves herself. This is Francis and Rose’s party, not hers.\r\n\r\n• Callaway Lee is a bartender for Irene.\r\n\r\n• Candice Wellington is Zachary’s daughter. He appears to be grooming her to take over his company.\r\n\r\n• Chester Fisk (brother of Jonathon and Francis) is a sad excuse for New York nobility and wastes all his time in his hotel with hookers and drugs when he’s not throwing wild parties.\r\n\r\n• Davana Gudriov has been Ashley’s maid and housekeeper since Ashley was a child. You moved out but Davana has stayed with Ashley. The two are thick as thieves, and Davana is always involved in Ashley’s schemes. But, the old bag is a tough nut to crack and rarely gives up information.\r\n\r\n• David Kreig is a recently published author. He wrote some little book about the Upper East Side that earned him a lot of fame. But he’s from Brooklyn. You can’t believe someone from Brooklyn made the list.\r\n\r\n• Francine Thorne is Richard’s cousin from Florida. Rose said she was hiding her here from a controlling father. That story seemed odd to you. You don’t want Rose to be hurt so be sure to investigate.\r\n\r\n• Francis Fisk is the perfect gentleman. You are delighted that he is marrying Rose and think they will make a wonderful couple. He is an excellent businessman and has guided his company well. He might also be a good source of investment suggestions.\r\n\r\n• Grayson Kreig, David and Gwen’s older brother, was a rock star a million years ago. You know Rose was a major groupie of his in her wilder days, but she came to her senses and returned to New York. You can’t imagine why he’s here.\r\n\r\n• Gwen Kreig is a backstabbing, two-faced little snit who used your hard-earned fame to launch her own career. If there’s anything you can’t stand it’s people using you to get ahead. She once sent out one of her dresses at your Fashion Week runway show after you graciously allowed her to intern for you. She has since become hideously popular, even if her work is less refined than your own. Be polite and aloof. Don’t let that little bitch get to you: you’re too good for her.\r\n\r\n• Irene den Waldern was a notorious party girl in her youth, and you would listen to Ashley complain about her for hours on end. However, she seems to have put that behind her and is leveraging her status as a socialite for the success of her PR firm.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, was a U.S. senator but recently retired. He is royalty amongst the New York elite and has excellent taste and business sense.\r\n\r\n• Jamie Lavigne is a caterer for Irene.\r\n\r\n• Jesse Corrington dated Ashley all through prep school, but that ended a while ago. He currently runs some gauche rumor rag online. You think it’s a pity. He comes from too good a family to be chasing gossip.\r\n\r\n• Jo Chase is some minor documentary filmmaker. Be careful to be poised on camera, but avoid her if possible.\r\n\r\n• Jonathon Fisk runs Fisk Enterprises in Australia. You knew him when he was a young playboy, but he seems to have grown up. Be sure to ask him about any investment opportunities in the outback. There might be some untapped riches you don’t know about.\r\n\r\n• Mercy Neist used to be Ashley and Irene’s best friend, but she had to leave for Europe and has only just returned. Be sure to ask her about the European fashion scene since you’re always looking for new venues.\r\n\r\n• Richard den Waldern was recently on vacation in Florida, although from what you don’t know since he’s never worked a day in his life. He was always a bit delicate.\r\n\r\n• Rose van Waldern is the queen of the older socialites and your long-time friend. She confided to you that Francis Fisk has proposed to her. He is an excellent match for her.\r\n\r\n• Sam Lily is a wonderful, charming lawyer who was originally from Ohio but worked his way up to New York’s elite. You find his occasional folksy lapses to be endearing, and above all, he makes you laugh. Try to be discreet around him, but it is hard to contain your happiness.\r\n\r\n• Sydney O’Connor is a caterer for Irene.\r\n\r\n• Taylor Walker is the head caterer for Irene.\r\n\r\n• Zachary Wellington is a board member of Fisk Enterprises from Chicago. You heard rumors about a fire in one of his buildings that killed his wife many years ago. Fisk bought him out in a merger, but Zachary doesn’t seem to be very happy in his current position.\r\n\r\n",
                "type": "readme",
                "id": "27"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "13",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "28"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Console Rose. This must be just awful for her. Be sure to defend the den Walderns at all opportunities. They had nothing to do with this awful tragedy.\r\n\r\n• Keep Grayson Kreig away from Rose. This is NOT the time for him to be talking to her about the ancient past.\r\n\r\n• Jonathon Fisk will now be inheriting Fisk Enterprises. Find out everything you can about him to see if now is a good time to begin an investment for your company to take it public. Something good might as well come out of this horrible scandal.\r\n\r\n• Be sure to listen to anything Sam says. After all he is a lawyer, and he gives good advice.\r\n\r\n",
                "type": "readme",
                "id": "29"
              }
            ]
          }
        }
      },
      {
        "id": "7",
        "character_name": "Sam Lily",
        "character_title": "Lawyer",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "14",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Sam Lily, a successful celebrity lawyer. You were born on a farm near Piqua, Ohio. You worked hard in school and got a scholarship to Harvard Law. All your hard work and sweat paid off when you joined your first law firm. You quickly realized most of the money in New York law was wrapped up in the socialites. So you started gathering a client list of the wealthy and famous, honing your social skills and learning Jimmy Choo from Manolo. You just established your own firm with an impressive client list that successfully elevated you to the wealth and status of the New York elite. You did not rise so far and so fast by being nice, however. The upper levels of New York are run on secrets, and you’ve worked hard to learn them all. You met Helen LeBois and fell in love with her. Your two very busy schedules made dating difficult, and you, not one to beat around the bush, you decided to risk it all and propose. She said yes, and you couldn’t be happier. If only those football jocks could see you now. You realize all of these people are hypocrites and hiding secrets, and since you’re a lawyer you are playing nice, for now. But don’t be afraid to break your folksy charm and show your sharklike grin if necessary.\r\n\r\n",
                "type": "readme",
                "id": "30"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are well tailored with a touch of home, be it a bola tie or leather vest under your suit. You have lost your accent but still use a few Midwestern idioms like “Well, I’ll just sit here a spell” or “He’s committed more crimes than a raccoon in a White Castle.” You know your “country” ways mean people underestimate you, and you use that to your advantage to put them off their guard.\r\n\r\n",
                "type": "readme",
                "id": "31"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov has a long rap sheet from Russia with charges ranging from armed assault and theft to business fraud. However, he has kept his nose clean here in America and has been working at this building for several years. He just filed marriage papers with the state.\r\n\r\n• Ashley LeBois has a sterling record. She is the editor-in-chief of Runway, a high-grossing fashion magazine. She is the queen of the younger socialites, which means she is ruthless. Be sure to stay on her good side since you are marrying her sister.\r\n\r\n• Callaway Lee is a bartender with no record.\r\n\r\n• Candice Wellington has no criminal history and is an exemplary student who just graduated with honors from Yale.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, has a rap sheet from his teenage years longer than both your arms, mostly minor charges: solicitation, narcotics, disturbing the peace, drunk driving, etc. His lawyers always managed to get the charges dropped or reduced so he could pay a fine. Undoubtedly his fines have paid many NYPD officers’ salaries over the years. However, he does not have any infractions in the past few years. Recently his name is on the papers of several clubs and restaurants that have changed hands.\r\n\r\n• Davana Gudriov is a Russian immigrant who moved to New York before Ashley was born. She has strong ties to her family back home and communicates with them regularly.\r\n\r\n• David Kreig recently published a book based on the social elite. You confirmed that the character Clair is Ashley, Serella is Irene, James is Jesse, Chester is Charles, and he, of course, is the protagonist. Nothing in the book is libelous because the names were changed, and you did confirm that many of the events in it are relatively true. Ironically, many rumors on the Upper East Side require no embellishment to be shocking.\r\n\r\n• Francine Thorne: There is a record of someone named Francine Thorne in the den Waldern family tree, but according to your researchers all of her credit cards are currently being used in Florida.\r\n\r\n• Francis Fisk has a clean record as far as you could find. He was divorced in his youth and lost a great deal of his fortune in a quiet settlement.\r\n\r\n• Grayson Kreig, David and Gwen’s older brother, had one minor rock hit years ago. He also has several old charges for possession of narcotics that he served some time for before his band’s lawyer had him acquitted.\r\n\r\n• Gwen Kreig is a young and popular fashion designer whose clothes are very, very trendy right now. According to photos from Fashion Week a few years ago one of the models wore one of Gwen’s designs on Helen’s runway. Although Gwen denied the allegations, she still used the buzz to launch her own career.\r\n\r\n• Helen LeBois is simply lovely. It’s not that she’s the most beautiful woman you’ve ever met, just that she is the most striking. She wants a quiet wedding, and you are fine with that. You find all the secrecy amusing.\r\n\r\n• Irene den Waldern is the hostess, and your research shows that she was splashed across Page Six and the gossip columns most of her teenage life. She also had many misdemeanor records for public intoxication and indecency. She recently has made a change for the better and is an executive in a PR firm where she leverages her socialite status to the benefit of her clients.\r\n\r\n• Isaac Corrington (Jesse’s grandfather) is a retired U.S. senator who has a sealed file with both the New York police department and the military.\r\n\r\n• Jamie Lavigne is a caterer with no record.\r\n\r\n• Jesse Corrington runs a gossip website called The Socialite. It has been sued multiple times for libel and defamation of character but has successfully defended itself so far due to the anonymous nature of its posts and its requirement of photographic proof to all its allegations.\r\n\r\n• Jo Chase is a documentary filmmaker of some note amongst the publicly funded television stations.\r\n\r\n• Jonathon Fisk was convicted of narcotics charges and assault several years ago before leaving for Australia. While there he was charged with business fraud for several Ponzi schemes, but the trial is ongoing. He is also paying several large settlements for alleged assault and has one illegitimate child for whom he pays child support. You have no idea how he managed to leave the country or why he was able to return. Be sure to keep Helen away from him.\r\n\r\n• Mercy Neist was convicted of possession with intent to distribute narcotics a few years ago, but she fled to Europe. Those charges were recently dropped by the NYPD.\r\n\r\n• Richard den Waldern was recently admitted to St. Albert’s on suicide watch by his sister Rose den Waldern. He was just released.\r\n\r\n• Rose den Waldern had several minor drug charges when she was younger but cleaned up her act when her parents died. Someone has been looking into her family and their past recently, but your firm’s detectives are unsure who.\r\n\r\n• Sydney O’Connor is a caterer with no record.\r\n\r\n• Taylor Walker, the head caterer, has a few parking tickets.\r\n\r\n• Zachary Wellington was suspected of arson in his wife’s death but was acquitted. He recently lost his own company in a hostile takeover by Fisk. All of this sounds fishy and makes your lawyer’s instincts tingle. There’s just something about him . . . Thorne\r\n\r\n \r\n\r\n",
                "type": "readme",
                "id": "32"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "15",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "33"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Be sure to comfort Helen. You know she is close to Rose.\r\n\r\n• You are a skilled investigator and putting together the clues and solving the mystery of this murder before the police arrive would prove your worth in the eyes of the social elite. You know how much they hate a scandal. Be sure to take point on all the evidence.\r\n\r\n• You have a lot of knowledge on the guests at this party. It might not be the best move, but use this knowledge to assist with finding the real murderer as you sift through the clues.\r\n\r\n",
                "type": "readme",
                "id": "34"
              }
            ]
          }
        }
      },
      {
        "id": "8",
        "character_name": "David Kreig",
        "character_title": "Author",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "16",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are David Kreig, author of Looking In, a biting satire on the life and lies of the Upper East Side socialites. You went to prep school with many of the younger socialites and were ignored by all of them since you came from Brooklyn and since your parents practically triple-mortgaged their home to afford your tuition. Everyone there knew you were poor, and they treated you like gum on their Prada shoes. You studied hard and got into Yale. There you entered the writing program, and your professors told you to write what you knew. So you did. Overnight you became famous and every single member of the New York snobbery had bought your book, wondering if they were in it. The main characters are loosely based on the younger socialites: Serella is Irene, Clair is Ashley, James is Jesse, and Charles is Chester. But there are plenty of other influences as well, and the characters are exaggerated to make them more satirical.\r\n\r\n",
                "type": "readme",
                "id": "37"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are new to the scene and do not yet own a nice suit. It’s the first time you can afford one not bought at the Salvation Army. You knew all these people in school, but no one ever noticed you. You turned your frustration into gold and now is the time to show them that a kid from Brooklyn can be just as successful as these old money WASPs.\r\n\r\n",
                "type": "readme",
                "id": "38"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building.\r\n\r\n• Ashley LeBois is one of the most manipulative people you have ever met. She is constantly playing games with everyone around her, be they friend or foe. You managed to avoid most of the social wars in school thanks to being below her notice, but she once wrapped Gwen in one of her petty schemes and it nearly got Gwen sued. Gwen was able to spin it for the best, but it devastated her social standing, and all the socialites backed Ashley, refusing to believe the truth.\r\n\r\n• Callaway Lee is Irene’s bartender.\r\n\r\n• Candice Wellington is Zachary’s daughter and seems to be new to the New York social scene. Maybe you ould make a friend before the other socialites corrupt her.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, is a lazy, self-obsessed playboy whose goal in life seems to be to inhale as many drugs as possible and bring everyone down the rabbit hole with him. In school he was always late and responsible for many crazy parties that ended in police raids—parties that you never got invited to.\r\n\r\n• Davana Gudriov is Ashley’s housekeeper, and you remember her showing up at school with items Ashley forgot.\r\n\r\n• Francine Thorne is Irene’s cousin from Florida.\r\n\r\n• Francis Fisk is a wealthy businessman. He earns the money, and Chester spends it.\r\n\r\n• Grayson Kreig is your brother, and he made his name as a rock star in his band Eagle’s Rose, for which he was the lead singer. He had a few hit songs, but then his career petered out. He currently works as an art seller at a local gallery in Brooklyn.\r\n\r\n• Gwen Kreig is your baby sister. She was taken in by the glittering lifestyles of the girls at prep school and wanted to be like them. Ashley took her under her wing to train her but then threw her into one of her petty schemes without remorse. The backlash was devastating, and it was only through Grayson’s quick thinking that she was able to reshape the buzz into a career. Since then her fashion line of cutting-edge punk and high-class fashion has done shockingly well amongst the younger generation of rich and upwardly mobile. If she could just get featured in a magazine her career would really take off.\r\n\r\n• Helen LeBois is a wealthy and influential fashion designer who once hired your sister as an intern. For whatever reason, Ashley switched one of Gwen’s dresses at Helen’s runway show and blamed it on Gwen, whom she said pulled the stunt because she wanted to launch her own brand. Helen blacklisted Gwen from the social elite in retaliation\r\n\r\n",
                "type": "readme",
                "id": "39"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "17",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "40"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Well, even though this is a horrible tragedy, this could be a great concept for your next book. Be sure to gather all the information you possibly can. And be very discreet; after all, the social butterflies won’t like their dirty laundry being aired.\r\n\r\n",
                "type": "readme",
                "id": "41"
              }
            ]
          }
        }
      },
      {
        "id": "9",
        "character_name": "Gwen Kreig",
        "character_title": "Rising Star",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "18",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Gwen Kreig, a very popular young designer whose meteoric rise has been noticed by many of the Upper East Side royalty. If they’re not wearing your clothes, then their children certainly are. You have two lines: one is very upper class punk, and the other is sleek and sophisticated. You are one of the youngest people in attendance here tonight, but you have accomplished more in your few years than most in a lifetime. You went to prep school with many of the young socialites and became enamored with the glamour of their lifestyle. You convinced Ashley LeBois to take you under her wing even though your parents are poor and from Brooklyn. She treated you like a slave, sending you to run errands and involving you in her schemes to punish people she felt had slighted her. You got an internship with her older sister and were introduced to an even more beautiful world—so much bigger than your little sewing machine. You worked tirelessly for her but started to feel that she was taking advantage of your talents. Then one day, for no reason, Ashley threw a fit at Helen’s Fashion Week show and switched one of the model’s dresses with one of yours. Your dress came down the runway to thunderous applause, and the resulting scandal removed you from social prominence with surgical precision. Grayson suggested you use the news buzz generated from the show to launch your own career, so you did. Investors took notice, and soon offers were pouring in. Within weeks you had a work space, cloth, and people to help you. Your clothing line has been in your own private store for three years now, and you’ve made enough money to pay back your investors and start making money of your own. What you really need now is some good publicity to launch you out of New York. You’d like to make your brand national. \r\n\r\n",
                "type": "readme",
                "id": "42"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou wear all your own designs and are on the cutting edge of chic style. You wear lots of accessories to make your clothing look new and varied. You are very eager to make your mark in the fashion world and are unfailingly polite and polished. If anyone asks you about your internship, be tactful but tell the truth. After all, it was Ashley’s fault, not yours, that the scandal happened.\r\n\r\n",
                "type": "readme",
                "id": "43"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building.\r\n\r\n• Ashley LeBois is a lying, manipulative, ice-hearted bitch who rules the young socialites like an evil fairy queen. She is constantly playing games and spreading innuendo about everyone around her, and she does it in a way that somehow elevates her status in their eyes. She was responsible for your downfall from polite society, and you are determined to claw your way back in. Any way you can finagle to get your clothing highlighted in her magazine would be a HUGE win.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary’s daughter and is new to New York. Try to get her interested in your designs. Maybe she could convince her father to invest.\r\n\r\n• Chester Fisk was a lewd and deviant playboy in prep school and once tried to make out with you at a party. You ran away and never told anyone. You’ve heard he’s become even worse; avoid him if you can.\r\n\r\n• Davana Gudriov practically raised Ashley and was always involved in her schemes. Don’t trust that old bat for a second. She’s always spying for Ashley.\r\n\r\n• David Kreig is your older brother, and he recently published a brilliant satire of the Upper East Side titled Looking In, which is about people at this party. Serella is Irene, Clair is Ashley, James is Jesse, and Charles is Chester. You think the book is wonderful and are very happy for his success.\r\n\r\n• Francine Thorne is new in town. You think she might be from Florida.\r\n\r\n• Francis Fisk is the oldest of the Fisk brothers and runs the business all their money comes from. He’s fantastically rich and powerful. This is his party, and you are honored to have been invited.\r\n\r\n• Grayson Kreig is your other older brother, and he used to be in a band called Eagle’s Rose that had a few minor hits many years ago. But now he works in an art gallery in Brooklyn. He’s been seeing someone lately. You know all the signs: humming to himself, checking his phone, strumming idle chords on his guitar. He’s fallen for someone, and he’s fallen hard.\r\n\r\n• Helen LeBois is a talented fashion designer, although her style is a little too stuffy for you. She hasn’t spoken with you since she tried to sue you after Fashion Week.\r\n\r\n• Irene den Waldern attended prep school with you and was Ashley’s best friend, the only person she wouldn’t backstab. Irene is now in public relations, and if she could get some of her clients to wear your clothes it would really help your brand.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, used to be a U.S. senator but has retired now. He’s a really big todo amongst the older members of high society.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jesse Corrington went to prep school with you, and you had a huge crush on him. However, he was always hanging out with Ashley, and you haven’t spoken to him since the incident at Fashion Week. He won’t take your calls. If you could somehow engineer the downfall of Ashley via his gossip website that would be sweet justice.\r\n\r\n• Jo Chase is your brother David’s best friend. They’ve known each other since they were toddlers. She’s recently become an acclaimed documentary filmmaker and wants to make a film about the upper crust of New York. Look out for her; she doesn’t know how vicious they can be.\r\n\r\n• Jonathon Fisk is Chester’s brother from Australia.\r\n\r\n• Mercy Neist was another one of Ashley’s friends in prep school and was the wild child of the bunch. You heard she had some sort of falling out and left for Europe and has only just returned. Feel her out carefully. If she and Ashley really had a falling out then she is perfect to help you gather dirt to hurt Ashley: Mercy was always the most ruthless of all the young socialites. Ashley may have been queen, but Mercy was her hit man.\r\n\r\n• Richard den Waldern used to be your friend in prep school but abandoned you after the incident at Fashion Week.\r\n\r\n• Rose den Waldern is Irene’s snobby older sister, and you remember that she was very controlling.\r\n\r\n• Sam Lily is a celebrity lawyer.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is the head caterer.\r\n\r\n• Zachary Wellington is a businessman from Chicago.\r\n\r\n",
                "type": "readme",
                "id": "44"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "19",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "45"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Thanks to Ashley you are a wiz with cell phones. If you find any you can access their secrets quickly.\r\n\r\n",
                "type": "readme",
                "id": "46"
              }
            ]
          }
        }
      },
      {
        "id": "10",
        "character_name": "Grayson Kreig",
        "character_title": "Rock Star",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "20",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Grayson Kreig. You were once a rock star and leader of a band called Eagle’s Rose that had a few hit songs several years ago. Those songs launched you into immediate stardom, and for a year or two you were the hottest act in the States, before the popularity of the songs faded. During that time your band had a few groupies, but none so beautiful and passionate as Rose den Waldern from New York. The two of you were madly in love, and spending time with her often made you late to shows. But then her parents died, and she had to leave to take care of her family. You finished touring and tried to find her but discovered she’d married. This devastated you, and you threw yourself into pursuing art, but you could never write another song. So you bought a tiny art gallery and leveraged what money you hadn’t squandered to make a living for yourself. You’d been doing well for yourself when you ran into Rose crying in a coffee shop. Her little brother had just tried to commit suicide, and she blamed herself. You comforted her, and before you knew it you had fallen in love again. You began seeing her and then found out last night that she is engaged to Francis Fisk. You bribed the doorman to let you in so you could persuade Rose to come away with you.\r\n\r\n",
                "type": "readme",
                "id": "47"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou don’t fit into this world. You don’t own a thousand-dollar suit, but you try to dress the part anyway. You just need to get through the door and talk to Rose. You are very out of place in this world and feel uncomfortable around all these people.\r\n\r\n",
                "type": "readme",
                "id": "48"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building. You gave him $100 to let you into the party.\r\n\r\n• Ashley LeBois used to go to prep school with your sister and brother. She created a horrible scandal by switching one of Gwen’s dresses for one of Helen’s. Everyone blamed Gwen.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary’s daughter.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, went to school with your little sister and brother. Even you haven’t missed him splashed all over Page Six with one of his thinly veiled orgies.\r\n\r\n• Davana Gudriov is Ashley’s housekeeper.\r\n\r\n• David Kreig is your little brother and just published a bestselling book that is a satire on the denizens of the Upper East Side. He based it on kids from his prep school, but the book came out when you began your affair with Rose so you haven’t read it yet.\r\n\r\n• Francine Thorne is new in high society.\r\n\r\n• Francis Fisk is annoyingly perfect Upper East Side royalty. He is self-made, owns his own company, and has excellent taste. Unfortunately, he proposed to Rose before you could. If you can’t convince her to come away with you maybe you can convince him to break it off.\r\n\r\n• Gwen Kreig is your little sister and is a truly talented fashion designer. Despite how her career began she has earned every cent she’s made and has sewn her fingers to nubs countless nights. She was burned by these manipulative and cruel people before; be sure to watch out for her.\r\n\r\n• Helen LeBois is a famous designer who used to be Rose’s friend. Gwen interned with her for a while, but she tried to sue Gwen after the scandal during Fashion Week.\r\n\r\n• Irene den Waldern went to school with your little brother and sister. She was a bit crazy when she was younger but seems to have turned into quite the host. Try to convince her to let you stay and talk to her sister.\r\n\r\nbull; Isaac Corrington, Jesse’s grandfather, used to be a U.S. senator. You voted for his opponent; he seemed more honest.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jesse Corrington went to school with David and Gwen. David says he was a lazy, entitled layabout who was grandfathered into everything he even half attempted. You’ve heard he now runs a magazine online.\r\n\r\n• Jo Chase is David’s childhood friend. She recently became an acclaimed documentary filmmaker amongst the public television circuits. She’s making a film on the many levels of New York life, and you hope she gets \r\nthe cold, hard truth about these people.\r\n\r\n• Jonathon Fisk is back from Australia. He was running Fisk Enterprises Down Under.\r\n\r\n• Mercy Neist used to go to school with your sister and brother.\r\n\r\n• Richard den Waldern used to be friends with your little sister Gwen. He might be a sympathetic ear if you can just explain what is going on.\r\n\r\n• Rose den Waldern puts up a strong front, but she is really a vivacious, wild force of nature who loved you passionately once and now loves you again. She loves her family fiercely and defends them like a mama grizzly bear. You love this about her. You love everything about her. If you can just talk to her, surely she’ll see marrying Francis, while a more socially acceptable partnering, is the wrong move. Love is passionate; it does not conform to social mores.\r\n\r\n• Sam Lily is a lawyer to the high muckety-mucks of New York society.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is the head caterer.\r\n\r\n• Zachary Wellington is a businessman from Chicago.\r\n\r\n",
                "type": "readme",
                "id": "49"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "21",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "50"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Be sure to comfort Rose. The loss of Francis must be hard on her, even if he was competition. Be there for her as much as you can.\r\n\r\n• If anyone questions you and your purpose here try to be discreet. Your business is your business.\r\n\r\n",
                "type": "readme",
                "id": "51"
              }
            ]
          }
        }
      },
      {
        "id": "3",
        "character_name": "Irene den Waldern",
        "character_title": null,
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "4",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Irene den Waldern, a famous and well-known socialite on the Upper East Side. Your family is fabulously rich due to old money and your older sister’s shrewd business sense. Good things just seem to happen to you naturally, and everything you have ever wanted has fallen into your lap. You have a wild past of partying and drug use but have put those days behind you in an effort to become a successful businesswoman. You have never married but have a string of boyfriends and broken hearts behind you. Even though you pledged eternal love to all your paramours, you were always too much of a free spirit to really settle down. Your last long-term relationship was with Jesse Corrington, but he was too obsessed with his work to pay enough attention to you, so you broke it off. You currently work at a famous public relations firm in Manhattan that specializes in celebrities and movie promotions. You use your status among New York’s upper crust to throw fabulous parties for your firm: your very presence ensures an A-list crowd. Francis Fisk, one of the wealthiest men in New York, asked you to throw this party for him in celebration of his company’s twenty-fifth anniversary.\r\n\r\n",
                "type": "readme",
                "id": "6"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are the epitome of razor-edge style, and you dress to stand out at your parties, since it is likely photos of you and your guests will be splashed over Page Six. Wear bright, eye-catching colors, and don’t be afraid to bare skin. Be sure to assure anyone who asks that your wild days are behind you; you are much too polished to admit you did anything wrong, though.\r\n\r\n",
                "type": "readme",
                "id": "7"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Francis’s building, and you hired him as security for the event since you think he might have Russian mob connections.\r\n\r\n• Ashley LeBois: You and Ashley LeBois have been best friends since grade school. Ashley is the queen bee of the younger crowd on the A-list and has a penchant for elaborate schemes. Although you love her like a sister, any mischief at your party is likely her fault.\r\n\r\n• Callaway Lee is a trusted bartender your company has used for years. No one every pays any attention to the help so you made sure Callaway knows you pay extra for any overheard gossip.\r\n\r\n• Candice Wellington is Zachary’s daughter and assistant. You have never seen her before in New York, but from the way she follows her father around it is apparent he is grooming her to take over his businesses.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, is an indulgent druggie whose escapades with his family money are legendary. He recently bought a hotel named the Castle where he routinely hosts wild debaucherous parties you have had to rescue clients from many a time. It seems most scandals these days open with “At last night’s party at the Castle...”\r\n\r\n• Davana Gudriov is Ashley’s housekeeper and practically raised her while her workaholic mother ran her business. The woman is kind and reliable but unfortunately usually gets caught up in Ashley’s schemes. If anything goes wrong go to her first as she is easier to crack than Ashley. She’s been invited to help with the party.\r\n\r\n• David Kreig is the very handsome up-and-coming author of Looking In. Your boss has instructed you to get the movie rights to his bestselling novel. However, while normally you would relish this opportunity, you suspect you might be a character in his book, a vapid and naive girl named Serella, which is utterly unlike you. Try to find out if you are in his book.\r\n\r\n• Francine Thorne (whom you call Frank) is your cousin from Florida. She recently escaped her controlling father and has come to New York to live the life she always dreamed of. She is graciously helping Richard out as he supposedly spent time with her. She’s been a great help to have around, and you’re sure you’ll be fast friends soon.\r\n\r\n• Francis Fisk is the biggest name in high-end New York real estate and one of the richest men on the island. He is the CEO of Fisk Enterprises and is solely responsible for his family’s immense fortune. A self-made man, he brought his younger brothers up from poverty. He hired you to throw this lavish party for the twenty-fifth anniversary of his company and said he had a “special announcement” to make at midnight. Be sure to quiet the guests when it’s time.\r\n\r\n• Grayson Kreig is David and Gwen’s older brother and used to be a rock star. He had one hit song a few years ago and used it to weasel his way into polite society. You suspect he and Rose may be having an affair since she has his hit song on her ringtones.\r\n\r\n• Gwen Kreig is the youngest person at the party tonight and David’s little sister. She used to be Ashley’s friend, until she switched a dress from Helen’s fashion show and sent out one of her own dresses in its place. This bold move garnered her a lot of attention and enough supporters to launch her own fashion line. Despite her obvious upward social maneuvering, you have to admit her sense of style is phenomenal and often wish you could wear her clothes. But Ashley would certainly see that as a betrayal.\r\n\r\n• Helen LeBois: Ashley’s older sister Helen LeBois is a fantastic fashion designer who made her name catering to the elite who could afford her dresses. You’ve worn her dresses on the red carpet many times before. You prefer Gwen Kreig’s cutting-edge style, but due to her feud with Ashley you try not to wear her designs even though she appeals more to your sense of style.\r\n\r\n• Isaac Corrington is a retired senator who served for many years in Washington, D.C., and you believe he may be grooming his grandson Jesse to replace him. Isaac is known for controlling the future of his family, just like your sister.\r\n\r\n• Jamie Lavigne is a trusted caterer your company has used for years. No one every pays any attention to the help so you made sure Jamie knows you pay extra for any overheard gossip.\r\n\r\n• Jesse Corrington: You used to date Jesse Corrington and while it was nothing serious to you, it meant a lot to him. He runs The Socialite, a website which posts the best gossip on the rich and fabulous in New York. Now that the site has launched to mass acclaim he might be worth your while, but only if he’s no longer such a workaholic. Also, be sure to give him no reason to post about you: his website has damaged the image of several wealthy socialites who thought themselves untouchable.\r\n\r\n• Jo Chase is a friend of David’s. You’ve heard she’s become a successful documentary filmmaker and is documenting New York life.\r\n\r\n• Jonathon Fisk runs Fisk Enterprises in Australia. He has a rough past with his brother Francis and was banished from New York, but you don’t know the circumstances. Rumor has it he was worse than Chester in his youth.\r\n\r\n• Mercy Neist is a party girl from your younger, wilder days on the party scene. The daughter of a wealthy family, Mercy has always had a talent for mischief and trouble. She went to Europe several years ago to avoid felony charges of possession with intent to distribute narcotics. The charges were recently dismissed, and she appeared in the New York social scene again. She knows all the secrets of your drug use in the past and may be here to get something out of you. Unfortunately, her family is too highly placed to remove her from the party, even though you have no idea how she got on the list. Make sure she doesn’t talk to Jesse or you may get splashed across his website.\r\n\r\n• Richard den Waldern: Your brother Richard was recently released from a mental institution—St. Albert’s—known for its discretion. He attempted suicide after your older sister Rose cut off his access to the family’s money. You tried your best to be by his side during those trying months, but your busy schedule often got in the way. Rose told you to tell everyone he was visiting family in Florida, so as to avoid a scandal. This party is his first since his “vacation.”\r\n\r\n• Rose den Waldern: Your older sister Rose is very controlling and rules the older members of the upper class of New York with an iron fist. You suspect she and Francis might be dating; if all goes well this would be her fourth marriage. While not a black widow, Rose has certainly enhanced the family money after each divorce with enormous settlements. You suspect the “big announcement” Francis has planned for midnight might be their engagement.\r\n\r\n• Sam Lily is a celebrity lawyer, and your firm has used him many times before for clients caught in compromising positions. He is also well known for his biting sense of humor and is always good for a laugh.\r\n\r\n• Sydney O’Connor is a trusted caterer your company has used for years. No one every pays any attention to the help so you made sure Sydney knows you pay extra for any overheard gossip.\r\n\r\n• Taylor Walker is a trusted head caterer your company has used for years. No one ever pays any attention to the help so you made sure Taylor knows you pay extra for any overheard gossip.\r\n\r\n• Zachary Wellington ran his own real estate business in Chicago before it was acquired in a merger with Fisk Enterprises. Now he is on the board of Francis Fisk’s company.\r\n\r\n",
                "type": "readme",
                "id": "8"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "5",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that. During Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "",
                "id": "9"
              },
              {
                "title": "Special Knowledge and Instructions for Act 2",
                "HTML": "\r\n• Your party has been ruined! Try to make sure everything runs smoothly and be sure to try to salvage the situation.\r\n\r\n• If the files in Fisk’s safe are opened you want to protect your little brother above everything. It’s no business of anyone else’s why he was in that institution. No one needs to know he tried to commit suicide.\r\n\r\n• What did Mercy do to get back to the States? You need to make sure she doesn’t take advantage of the chaos to damage the reputations of you or any of your guests.\r\n\r\n",
                "type": "",
                "id": "10"
              }
            ]
          }
        }
      },
      {
        "id": "11",
        "character_name": "Jo Chase",
        "character_title": "Filmmaker",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "22",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Jo Chase, short for Joanna Chase, an up-and-coming documentary filmmaker. Most of your films have been made for public broadcasting stations and have focused on topics of local interest—for example, community gardens or local charity events. Recently, you have been working on a film about the people of New York, and you think filming a high-society gathering will be the perfect addition to the footage you have already captured. You have been friends with David Kreig, and secretly in love with him, for years. The two of you grew up on the same block and were best friends, but while he went to prep school, you were home schooled. You’ve never revealed your feelings to him because you’ve always been such good friends that you don’t want to lose him. He has always encouraged your filmmaking, and you hope if his book is ever optioned for a movie that you will be involved.\r\n\r\n",
                "type": "readme",
                "id": "52"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou have never been to a high-society party, and you have a very retro style. Make sure to be fashionable but still be yourself. Carry your camera wherever you go, and be sure to film everything. You are very polite and intelligent. Maintain good manners, but don’t let these people walk all over you.\r\n\r\n",
                "type": "readme",
                "id": "53"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building. You recognize his stance as that of someone with military training.\r\n\r\n• Ashley LeBois is a manipulative queen bee who, when they were in school together, devastated Gwen for some petty reason.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary Wellington’s daughter and new to New York as far as you know.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, has been splashed all over Page Six for years. He owns a hotel responsible for half of the divorces in New York.\r\n\r\n• Davana Gudriov is Ashley’s housekeeper, and her accent places her as Russian, maybe from near Moscow?\r\n\r\n• David Kreig is your best friend and the love of your life. But he has been obsessed with these high-society people ever since he went to prep school with them. You don’t understand it, but you are trying to. You read Looking In in an attempt to understand high society, maybe there are some of those characters at the party tonight, he did say it was based on real people he went to school with.\r\n\r\n• Francine Thorne is new, and you have never met her before.\r\n\r\n• Francis Fisk is a wealthy businessman hosting this party in celebration of his twenty-fifth anniversary as the CEO of Fisk Enterprises.\r\n\r\n• Grayson Kreig, David’s older brother, is a talented musician who had a few hits many years ago, but he currently runs an art gallery in Brooklyn.\r\n\r\n• Gwen Kreig, David’s younger sister, is a truly gifted fashion designer, and you have always loved her clothes. You’re very proud that she turned her fall from high-society graces into a brilliant career.\r\n\r\n• Helen LeBois is a talented designer. Even you have stared at her clothes longingly while window shopping. Gwen interned for her while in school but was set up by Ashley to ruin her show at New York Fashion Week.\r\n\r\n• Irene den Waldern is the love of David’s life, and you know it. He used to write sappy short stories about her when they went to prep school together, although Irene never even knew he existed.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, was a U.S. senator responsible for pushing a lot of laws that have led to fiscal mismanagement on Wall Street. You’ve done some digging for a documentary on economic decline, and his morals while in office were very questionable.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jesse Corrington used to attend prep school with David and Gwen. David always said he was a lazy bastard who had everything handed to him. It’s weird that he is now running a gossip website.\r\n\r\n• Jonathon Fisk has recently returned from Australia, and something about him sets your nerves on edge.\r\n\r\n• Mercy Neist was one of Ashley and Irene’s friends in prep school. David and Gwen have told you that she was the social hit man wielded by Ashley with devastating efficiency amongst the young socialites.\r\n\r\n• Richard den Waldern is Irene’s younger brother and used to be best friends with Gwen until Ashley LeBois set Gwen up at her sister’s Fashion Week show. But these high-society people are fickle friends anyway. You think Gwen is better off without him.\r\n\r\n• Rose den Waldern is Irene’s older sister and a bit of a control freak from what you hear.\r\n\r\n• Sam Lily is a lawyer.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is the head caterer.\r\n\r\n• Zachary Wellington is a businessman from Chicago and also sets your teeth on edge. You have no idea why\r\n\r\n",
                "type": "readme",
                "id": "54"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "23",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "55"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• A murder? This is the perfect addition to your film. Get everything you can on camera.\r\n\r\n• You were filming during the murder. You might have captured the act! During the scavenger hunt, tell the Hostess that you have footage the group should see.\r\n\r\n",
                "type": "readme",
                "id": "56"
              }
            ]
          }
        }
      },
      {
        "id": "12",
        "character_name": "Francine Thorne",
        "character_title": "Debutante",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "24",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYour name is not Francine Thorne, but Mary Telle. You are an actor from Florida. You befriended the REAL Francine Thorne when she was acting on a local stage. She complained about her controlling father who wanted NOTHING to do with the socialite world of the Upper East Side his wife came from and was forcing his daughter away from it. You did your research and found out that Stephan Thorne (Francine’s father) married Rose den Waldern’s cousin but that she died a few years ago in an accident. However, Francine had a trust fund set up for her by her mother that her father has never had access to. There are millions of dollars in that fund just sitting there. If you can convince these people you are who you say you are you can get access. You paid a guy an exorbitant amount of money to fake your ID and birth certificate, and then you hopped a train to New York. When you arrived you showed up on Rose den Waldern’s doorstep, only to discover that Richard had just tried to commit suicide and the family was in turmoil. Everything was perfect—they were so wrapped up in their drama that they spilled all their secrets to you, while you acted as innocent as possible.\r\n\r\nFortunately for you, no one expects you to know how to act since you are from Florida. Just smile and be polite. Your goal is to convince Rose to give you access to the family money by any means possible.\r\n\r\n",
                "type": "readme",
                "id": "57"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou have a slight tan from living in Florida. The den Waldern’s gave you access to their closets so you have your pick of beautiful couture to wear. Be sure to gather as much information as possible so you can blackmail if necessary\r\n\r\n",
                "type": "readme",
                "id": "58"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman to Fisk’s building.\r\n\r\n• Ashley LeBois is Irene’s friend but you haven’t been formally introduced yet. She is editor-in-chief at Runway magazine. Be sure to ask her for New York fashion advice.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary’s daughter.\r\n\r\n• Chester Fisk: You have read Chester Fisk’s name all over The Socialite and Page Six of the New York Post. He runs a hotel called the Castle that is well known for dangerous parties and ruining reputations. He is Jonathon and Francis’s brother.\r\n\r\n• Davana Gudriov is Ashley’s housekeeper.\r\n\r\n• David Kreig wrote a book called Looking In, which is based on people from the Upper East Side. You read it religiously as research material, and Irene will not stop complaining. You are pretty sure she is the character Serella.\r\n\r\n• Francis Fisk is a wealthy businessman who built an empire in real estate from nothing. He recently\r\nproposed to Rose: you know because you found the ring. You wonder if he knows about her Brooklyn affair.\r\n\r\n• Grayson Kreig is Rose’s affair, but you don’t know anything else about him.\r\n\r\n• Gwen Kreig, David’s sister, is a rising star in the fashion world, and you have seen her designs online, although she hasn’t really been featured in magazines yet. Some of her punk clothes were affordable enough that you ordered some when in Florida.\r\n\r\n• Helen LeBois, Ashley’s older sister, is a famous designer whose clothes you have pined over. You are very excited to get to meet her in person.\r\n\r\n• Irene den Waldern is your “cousin” and has been nothing but kind to you. She’s taken you shopping and to all the best restaurants. You’ve done your best to be a good friend and get in her good graces so she can help you persuade Rose to give you access to the funds that were locked for you after your mother died. She used to be a bit of a party girl, and you even found some minor drug-related charges in your research.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, used to be a U.S. senator.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jesse Corrington runs a web magazine called The Socialite, which reports gossip and rumors backed\r\nby photographic proof. You’ve read all its archives in preparation for coming to New York. You concluded that these people are all backstabbing, manipulative, and self-obsessed. If you can play the rumors right you might get out of here clean. Just be sure not to get your name splashed on his website or the REAL Francine Thorne might notice.\r\n\r\n• Jo Chase is new on the Upper East Side. She’s filming for something.\r\n\r\n• Jonathon Fisk is Francis’s brother from Australia.\r\n\r\n• Mercy Neist used to be Irene’s friend. She just returned from Europe.\r\n\r\n• Richard den Waldern, younger brother of Irene and Rose, tried to commit suicide and has been sequestered in St. Albert’s until very recently. Rose cut him off from the family money because he had been donating too much to charity. You stayed by his bedside as much as possible and worked out a story about your time in Florida together. If you can keep his secret he might help persuade Rose to let you access “your” funds.\r\n\r\n• Rose den Waldern controls the family money. She has been distraught over Richard’s suicide attempt and blames herself. Due to her emotional state she has not checked in on your background too much. You know she is seeing someone in Brooklyn because you followed her a few times, but you don’t know who he is. When you see Grayson you will recognize him as her Brooklyn affair.\r\n\r\n• Sam Lily is a lawyer of some sort.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is the head caterer.\r\n\r\n• Zachary Wellington is a businessman much like Fisk but from Chicago. \r\n\r\n",
                "type": "readme",
                "id": "59"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "25",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "60"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• This is the worst thing that could have happened to you. With everyone investigating the murder, all sorts of secrets are about to come out, and your cover is thin enough already.\r\n\r\n• Sam Lily is a lawyer. Be careful and try to get him on your good side. Otherwise he might expose you.\r\n\r\n",
                "type": "readme",
                "id": "61"
              }
            ]
          }
        }
      },
      {
        "id": "13",
        "character_name": "Jesse Corrington",
        "character_title": "Journalist",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "26",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Jesse Corrington, the legacy of the powerful Corrington dynasty of New York City. Your whole life was planned out for you as soon as you were born. You would go to an expensive prep school, attend Harvard and major in something to help a political career, and then would work as an aide to one of your relatives before moving into public service yourself. All through prep school everything you wanted was just handed to you. You dated Ashley LeBois because she was from the right family. You skated through class staring out the window but still getting good grades because your grandfather donated obscene amounts of money to your school. Then you applied to a few extra colleges beside the Ivy Triumvirate on a whim. To your surprise, you got in. You bucked your grandfather’s insistence and your family’s expectations and left for the West Coast. There you studied journalism and social sciences. When you returned to New York you were a changed man. You decided that since you could never really leave the world of backstabbing socialites, that you would do your best to make them fear you. You took over the aging newspaper The Socialite and turned it into a web-based magazine that allowed anonymous posting. What makes you different from the other gossip sites is that you require photographic proof to all posts. Your site is wildly popular amongst the younger generation of socialites and has given you a mantle of power. No one wants to make you angry or double deal with you because you effectively hold the database of all their secrets. For the first time ever you are in control of your own life.\r\n\r\n",
                "type": "readme",
                "id": "62"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou were born into the world as New York royalty, and you know it. You wear the finest clothes and always look as polished as possible. Carry around a tablet or smartphone so you can keep track of your site, and remind people that you are always watching. Be sure to send out mass texts if you catch anyone doing anything juicy\r\n\r\n",
                "type": "readme",
                "id": "63"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman for Fisk’s building and appears to have been hired to work security.\r\n\r\n• Ashley LeBois is the queen of the younger socialites and used to be your girlfriend in prep school. She is obsessed with social standing and constantly plays games with the people around her to maintain strict control of the social hierarchy. She moved up from intern to editor with shocking speed inside Runway magazine. You are sure she used her natural scheming, bribery, and perhaps a few called-in favors to do it. However, her fashion taste is exquisite and the magazine sales have flourished under her guidance. You received an anonymous tip that she has been seen with Chester Fisk at his hotel. Before you post you need roof as to what she is planning. If it was just a party then it’s interesting but not scandalous.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary’s daughter and new to New York. Be sure to welcome her and offer to show her around.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, is responsible for most of the gossip on your site. The parties at his hotel are legendary for their promiscuity and “anything goes” policy. In prep school he was always a self-entitled ass, but he really seems to have taken a turn for the worse. Still, his name keeps people coming back to your site so be sure to gather what gossip you can.\r\n\r\n• Davana Gudriov practically raised Ashley, and Ashley kept her on as her housekeeper after she left her family’s home. Ashley always uses Davana in her little schemes and often treats the poor woman like a slave. Davana is fiercely loyal to Ashley, though. She’s difficult to crack.\r\n\r\n• David Kreig recently published a book called Looking In, which is about the life and lies of members of the Upper East Side. You found out he actually attended prep school with you, although you don’t remember him. He turned all of his observations into a biting satire you actually found to be rather accurate. You are pretty sure that you are the character James, a lazy legacy whose parents plan his every move. And you think it’s one hundred percent accurate to who you were back then. Be sure to congratulate him on his success and say you think he nailed you perfectly. Maybe he would like a side job writing a blog for The Socialite. His satirical style would certainly be a great addition to the site.\r\n\r\n• Francine Thorne is the den Waldern’s cousin from Florida. She’s completely new to New York so be sure to be polite and helpful; she has no idea the snake’s nest she’s walking into.\r\n\r\n• Francis Fisk is the host of this party and a very successful businessman. He is normally too boring to end up on your site, but you got a tip a week ago that said he was looking at diamond rings. You would not release the information without knowing the identity of the bride, but you’d be willing to bet your penthouse he’ll be announcing the engagement at this party. Try to find out who it is and beat him to the punch.\r\n\r\n• Grayson Kreig, David & Gwen’s brother, used to be a rock star, you think. But it was so long ago, who cares?\r\n\r\n• Gwen Kreig, David’s younger sister, used to be one of Ashley’s minions at school. She did everything from fetch Ashley’s lunch to take out her dry cleaning. Ashley got Gwen a job interning for her sister Helen. But then, Ashley says, Gwen displayed her own designs at one of Helen’s Fashion Week shows and used the buzz to launch her own career. You don’t buy the story; it seems like one of Ashley’s machinations, but there is no proof. Since the incident Gwen has rocketed up in the fashion world. She just needs a little more publicity; maybe you can help her out. This manipulative world shouldn’t ruin someone with so much talent.\r\n\r\n• Helen LeBois, Ashley’s older sister, is a famous designer whose clothes have been featured multiple times on Runway. That sort of favoritism is why you despise New York socialites. Back in prep school one of the Fashion Week shows was ruined by her intern Gwen Kreig, who sent out one of her own designs. You knew Gwen and it didn’t sound like her. Plus there was no proof. Helen later tried to sue Gwen unsuccessfully.\r\n\r\n• Irene den Waldern: You went to prep school with Irene den Waldern, and she was always effortless in everything she did, even though she was a hard-core party girl. She had unnatural good luck, and everything always worked out in her favor. When you came back after college you discovered that she belonged to a PR firm, and you hoped she had grown up. You began seeing each other, and things were going very well until you really got The Socialite up and running, and then she felt you had become too distant and broke it off. You still find her beautiful and would like to date her again. Your site has surprisingly little gossip on her besides which parties she takes her clients to.\r\n\r\n• Isaac Corrington is your manipulative grandfather. He’s Upper East Side royalty and just as powerful socially as Rose. He believes that government is the best way for his family to gain social status so he forcefully encourages all of his descendants to pursue public office. You bucked against his well-laid plan for your life. You haven’t spoken much to him since. Whatever happens, don’t let him persuade you to do anything; everything he does is a scheme to put you in his power.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jess McIntire is a caterer with a criminal juvenile record. He robbed a gas station at knifepoint as a thirteen year old. You have promised to pay him $500 for any rumors he brings you. Also, if he lies to you, you will reveal his record and make sure he never works high society events again.\r\n\r\n• Jo Chase is a documentary filmmaker whose films are often sold to public television. She’s here filming the party. If anything interesting happens be sure to get a copy of the footage so you can upload it to your site.\r\n\r\n• Jonathon Fisk just returned from Australia. Your posters caught his arrival on “Sighted” and report seeing >him meet with Zachary Wellington on several occasions.\r\n\r\n• Mercy Neist was best friends with Ashley and Irene in prep school. She was responsible for many of Irene’s darker transgressions and was arrested with her on some minor narcotics possession charges. Every time, they got off with a slap on the wrist, but then Mercy was charged with intent to distribute and had to flee to Europe. She just returned so the charges must have been dropped. She is merciless and makes Ashley look like Ghandi when it comes to scheming. Keep an eye on her; the girl is a walking scandal waiting to happen.\r\n\r\n• Richard den Waldern was a quiet boy who never quite fit in while in prep school. Since then he’s grown into quite a philanthropist. He recently went to Florida to visit relatives and came back with his cousin, Francine Thorne. However, your “Sighted” feature (which allows people to post where they’ve seen prominent socialites) did not track his leaving or return to the city. Odd, your little birds are normally very thorough in their documentation of the prominent den Waldern family.\r\n\r\n• Rose den Waldern is the head of the den Waldern family and queen of the older socialites. Her heyday was before your site opened so you do not have much posted about her. She has been seen in some off locations, though. She was “Sighted” going into and out of St. Albert’s, a mental institution known for its discretion. She has also been seen getting out of her Town Car in Brooklyn. However, you have not posted these tidbits publicly yet since they by themselves are not scandalous. Maybe a little polite digging will glean the truth in this odd tale.\r\n\r\n• Sam Lily is a celebrity lawyer who came from Ohio and worked his way up to run his own law firm. From all accounts he is a good man for a lawyer and is so new to the upper echelons of New York society that no one knows much about him yet.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is the head caterer.\r\n\r\n• Zachary Wellington is a businessman from Chicago who flew into town for this party. He is a board member of Fisk Enterprises and has been meeting with Jonathon Fisk.\r\n\r\n",
                "type": "readme",
                "id": "64"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "27",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "65"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Jess McIntire is a caterer with a criminal juvenile record. He robbed a gas station at knifepoint as a thirteen year old. You have promised to pay him $500 for any rumors he brings you. Also, if he lies to you, you will reveal his record and make sure he never works high society events again\r\n\r\n• Be sure to be a comfort to Irene and her sister; this must be hard for them. It’s also an opportunity to see if Irene might be interested in dating you again.\r\n\r\n• A scandal like this could give your site national exposure. Be sure to expose these people for the sociopathic social climbers they are.\r\n\r\n• Jo Chase was filming at the time of murder; be sure to get that footage.\r\n\r\n",
                "type": "readme",
                "id": "66"
              }
            ]
          }
        }
      },
      {
        "id": "14",
        "character_name": "Isaac Corrington",
        "character_title": "Retired Senator",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "28",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Isaac Corrington, a retired U.S. senator. You were raised to believe that it was your duty to do what was necessary to further the name of your family. Your father had a rich legacy he passed on to you, along with a vast fortune. Just as he did, you have ensured that your family remains one of the most powerful families in New York, if not the United States. Under your watchful eyes your sons and daughters grew up to be senators, governors, and very successful business owners, all adding to the family name and its prestige. You believe in keeping business within the family and not airing your dirty laundry in public. As such you have a powerful PR machine behind you and have bought and sold many of the New York socialites with large sums of money you treated like chump change. While in the Senate you backed the deregulation of business so that your family could grow and expand. And then one of your most promising grandchildren, Jesse, whom you thought would one day make an excellent senator, maybe even president, decided he wanted nothing to do with his family’s long and proud history. His rebellion infuriated you, and you cut him off from family money and then tried to manipulate him back into the fold. He dodged your every attempt, something which made you proud yet was also very vexing. When Jesse returned to New York after attending college on the West Coast (when he could have gone to Harvard!), he started some ridiculous gossip rag all the young people are obsessed with. This is no worthy endeavor for someone with your name. He should be running the city, not trading in petty secrets. Your goal at this party is to show him that he does not have true power and should come back to your vision of his future. Use whatever means necessary in your scheming.\r\n\r\n",
                "type": "readme",
                "id": "67"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are the oldest person at this party so run some aging powder through your hair to give yourself a dignified look. Maybe even a little age makeup. Be sure to dress very well. You are the richest person in attendance and like to remind people of that by wearing only the finest clothes.\r\n\r\n",
                "type": "readme",
                "id": "68"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is working security.\r\n\r\n• Ashley LeBois used to date Jesse and was the perfect match for him. Unfortunately that fell apart. Since then she has proven very driven and risen high in the business world in just a few short years. She would still make a good match for him if you cannot bring Irene around to your side.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary Wellington’s daughter and new to New York. You’ve heard she just graduated from Yale.\r\n\r\n• Chester Fisk, brother of Jonathon and Francis, is a worthless excuse for a socialite, all money and no class. His hotel is responsible for many of the scandals you have had to squash in the past few years. If you can find an opportunity to shut him down take it; that boy is more trouble than he’s worth.\r\n\r\n• Davana Gudriov is Ashley’s housekeeper.\r\n\r\n• David Kreig wrote some book that has made him famous.\r\n\r\n• Francine Thorne is a cousin of the den Walderns from Florida. She is new to New York.\r\n\r\n• Francis Fisk is a self-made real estate kingpin. In twenty-five years he took himself from rags to riches and has established his firm as one of the most powerful and influential in the tri-state area. You greatly respect him for making a name for himself, and he has excellent taste for someone not born into high society.\r\n\r\n• Grayson Kreig might be a musician; it would explain his hair.\r\n\r\n• Gwen Kreig is a designer, you hope; it would explain that dress she’s wearing.\r\n\r\n• Helen LeBois, Ashley’s older sister, is a popular designer and many of your family have attended state functions in her clothes. You heard through the grapevine that she might be engaged; be sure to congratulate her. Her last husband left her for his secretary—how terribly stereotypical.\r\n\r\n• Irene den Waldern used to attend prep school with Jesse and was a bit of a wild child. However, she now works for a PR firm you have used for your family a few times and has proven a resourceful and inspired publicist. Jesse dated her for a while but they broke it off recently. Perhaps she would be willing to talk to him if you promised her business from some of your more prominent family members.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jesse Corrington is your grandson and was a very promising young man until he decided to turn away from your plans for him. Since then he’s steeped himself in the low-life gossip of the socialites and published their rumors on the Internet. Make him see the error of his ways.\r\n\r\n• Jo Chase must be a filmmaker due to her camera. How did she get in here?\r\n\r\n• Jonathon Fisk is Francis’s younger brother. Where Francis has excellent business sense, Jonathon is more likely to be involved in the seedier sides of business dealings. Year ago, he was accused of assaulting a young woman and of being a party to some business transactions that read more like con jobs, after which his brother sent him to run Fisk Enterprises in Australia. You believe he has continued his misdealings down under. What can Francis be thinking, bringing him back here?\r\n\r\n• Mercy Neist used to attend prep school with Jesse but just recently returned from Europe.\r\n\r\n• Richard den Waldern is a philanthropist who mostly supports children’s charities.\r\n\r\n• Rose den Waldern is the socialite queen of the Upper East Side. She is on countless charity boards and wields her power like a true dictator, an iron hand in a silken glove. While you think her scheming a bit below you—her machinations don’t hold a candle to the scheming required for success in politics—you still respect her as a businesswoman.\r\n\r\n• Sam Lily is a fast-rising lawyer specializing in celebrities and movie stars. A few of your family have used him to great success.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is head caterer.\r\n\r\n• Zachary Wellington is a real estate mogul from Chicago, and his firm was recently bought out in a brutal acquisition by Fisk Enterprises. Fisk made him a board member to keep an eye on him. His only living family is his daughter; her mom died in a mysterious fire in one of his old buildings.\r\n\r\n",
                "type": "readme",
                "id": "69"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "29",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "70"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• This is an awful scandal and you need to do your best to contain it. You cannot have the Corrington name mixed up in this sordid business.\r\n\r\n• You’ve acquired many interesting abilities in your past, one of which is safe cracking. Might come in useful, but don’t let anyone see you do it.\r\n\r\n",
                "type": "readme",
                "id": "71"
              }
            ]
          }
        }
      },
      {
        "id": "15",
        "character_name": "Chester Fisk",
        "character_title": "Playboy",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "30",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Chester Fisk, the self-proclaimed playboy debonair of the Upper East Side. Your brother Francis made his fortune when you were very young, and all your life everything you have ever wanted has been provided for you on a silver platter. As a teenager you indulged yourself to extremes, sampling everything your money could buy you—drugs, alcohol, women, gambling, wild parties, etc. However, you had an epiphany: as a playboy no one ever took you seriously. You decided to start building your own empire, separate from the shadow of your older brother. You started with the “Castle,” a run-down, dilapidated hotel you renovated and turned into the playhouse for the Upper East Side’s fantasies. You regularly throw parties where “anything goes” is an understatement. All the publicity has kept all your rooms booked, and you are quietly making a fortune. With that fortune you have been buying nightclubs and restaurants and donating to charities, all as discreetly and anonymously as possible so as not to soften your hard-earned reputation as a ne’er-do-well. You love the secrecy and romanticism of the 1920s to 40s, and many of your clubs have a speakeasy theme to add an air of mystique to them. All of them have been doing very well, and you are looking to expand into other cities. Chicago would be perfect, due to its mobster history. You recently seduced Ashley LeBois; it started as just another conquest but she has proven interesting and delightful. Enough so that you stopped your other entertainments. You’ve even been looking at engagement rings.\r\n\r\n",
                "type": "readme",
                "id": "72"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nBe sure to play up the indulgent playboy aspect as much as you possibly can. You wear well-tailored, old-fashioned suits, giving you somewhat the air of a mobster. Your favorite color is purple so be sure to wear it on your tie, shirt, or accessories. You love lush fabrics; feel free to go over the top in this regard.\r\n\r\n",
                "type": "readme",
                "id": "73"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is the doorman at Fisk’s building. You have seen burly Russian men around him and suspect he may have some ties to the mob. • Ashley LeBois is the manipulative queen of the Upper East Side socialites. She schemed and clawed her way to the top, and she’s earned her position. One night at one of your parties you saw her cut loose, and you were entranced by her. You seduced her and have been continuing this passionate affair ever since. She is terrified people will find out and that it will ruin her hard-won reputation. You are happy to indulge her, and yourself, for the time being. No need for her to see what a romantic you truly are; that can wait for when she comes around and your empire is in place.\r\n\r\n• Callaway Lee is a bartender. Taylor also moonlights at your club.\r\n\r\n• Candice Wellington is Zachary’s daughter, and he appears to be grooming her to take over his business interests.\r\n\r\n• Davana Gudriov practically raised Ashley, and after Ahsley moved out on her own, she retained Davana as her housekeeper. Davana knows all of Ashley’s secrets and is always used in her schemes. However, the woman is as hard as Russian ice and fiercely loyal to Ashley, so she is unlikely to crack.\r\n\r\n• David Kreig recently published a book on the Upper East Side, and it is obvious to you that you are the playboy Charles. You don’t mind; all publicity is good publicity as far as you’re concerned.\r\n\r\n• Francine Thorne is Irene’s cousin from Florida and looks ripe for the picking. Be sure to invite her to your hotel so you can find out what her poison is.\r\n\r\n• Francis Fisk is your older brother and made the fortune you abused so thoroughly when you were younger. More than anything you want to make him proud of you, and that is why you are trying to discreetly set up your own empire. You want to support him in his hour of triumph, and you have heard him talking about a woman he wants to marry. Francis has never been a very emotional man and tends to view life as a series of business transactions. Find out if he truly loves this woman or if this is just another deal to enhance his standing.\r\n\r\n• Grayson Kreig—Who?\r\n\r\n• Gwen Kreig, David’s sister, is a popular fashion designer amongst the younger crowd, and many of your clients wear her clothes. You like her punky style, even though you prefer something a little more old fashioned. She used to be one of Ashley’s girls in prep school but then caused a scandal at one of Helen’s shows during Fashion Week. That sort of deviousness sounded more like Ashley to you, but you have no proof and don’t care either way.\r\n\r\n• Helen LeBois is a stuck-up designer who thinks her clothes cover gods. You have always disliked her and her desire for perfection. It is the imperfections that make people beautiful, not the lack of them. But she is Ashley’s sister, and you want Ashley to be happy, so be sure to pull in your claws.\r\n\r\n• Irene den Waldern used to be a party girl back in school, and she was a beautiful disaster. She had the uncanny ability to avoid trouble; things just always seemed to work out in her favor. Since then she has joined a PR firm, and your hotel has caused several scandals she has worked hard to dissipate. Be sure to offer your apologies for all the trouble you have cause her clients as sarcastically as possible.\r\n\r\n• Isaac Corrington is a retired senator and New York royalty. Be careful around him; he still wields considerable power, and many of his family have been caught in your hotel. Still, it’s not like they were there under duress. And you didn’t sell them the hookers and blow; you just provided the rooms.\r\n\r\n• Jamie Lavigne is a caterer. Taylor also moonlights at your club.\r\n\r\n• Jesse Corrington was a friend of yours in prep school. His family basically spelled out his life for him, but he rebelled and went off the school on the West Coast. You thought it was the right thing for him to do; he came back his own man instead of just another cookie-cutter Corrington. Also, his gossip website, The Socialite, is one of your best PR machines. You’re reasonably sure it’s responsible attracting the young crowd to your hotel and parties.\r\n\r\n• Jo Chase appears to be a filmmaker. Be sure to show off for her and see if you can’t push your indulgent reputation a bit further. You never know where her footage might show up. • Jonathon Fisk is your older brother and a true scoundrel. When you were young he helped Francis run Fisk Enterprises, but the power went to his head. He became obsessed with and stalked and assaulted several women. He was accused of shady deals, and Francis sent him to Australia to get him away from the family. While Down Under he’s done alright for Fisk Enterprises, but you still hear he is continuing more of his bad business. Be careful around him; he may try to usurp your investments if he finds out about them.\r\n\r\n• Mercy Neist was best friends with Ashley and Irene in prep school. She was by far one of the wildest and most merciless people you have ever met. The girl was a walking scandal. She always knew where the parties and the drugs were. Ashley used to call her her “hitman” and would turn her loose on girls who disputed her reign at school. One night she went too far and was caught with a bunch of pills. Her parents got her out on bail, but you found out she was going to be arrested again on felony drug charges and warned her. She fled to Europe and remained there, partying just as hard as ever. She’s amassed a fortune by marrying and then divorcing rich Europeans. Recently the charges against her were dropped, and she’s returned. Be careful around her. She could be a great addition to your hotel staff if she’s mellowed a bit, but her schemes tended to be very malicious, which could damage your hotel.\r\n\r\n• Richard den Waldern is a kind soul trapped in a cruel world. He has recommended several charities to you to donate to, often under the pretext of “redeeming” you. Unbeknownst to him you have often contributed to them generously.\r\n\r\n• Rose den Waldern is a powerful socialite with a checkered past. You would have liked to have known her when she was younger, when she was a groupie for some forgotten rock band. Now she is a waspish control freak who runs her family like a well-greased wheel.\r\n\r\n• Sam Lily is a rising star in the legal world, and your hotel has been investigated by his firm more than once when one of their clients was not as discreet as they should have been. You’re very experienced at this game and are always helpful, but you don’t reveal too much. He can talk to your lawyers.\r\n\r\n• Sydney O’Connor is a caterer. Taylor also moonlights at your club.\r\n\r\n• Taylor Walker is a caterer Irene hires a lot. Taylor also moonlights at your club.\r\n\r\n• Zachary Wellington is a businessman much like Francis—but from Chicago. Francis was briefly married to a woman named Gayle Hartfort but got divorced. The woman broke his heart and then married Zachary. After she gave birth to Candice she died in a fire in one of Zachary’s buildings. Francis just recently acquired Zachary’s business in a hostile takeover he said was personal. Try to find out more about what happened.\r\n\r\n",
                "type": "readme",
                "id": "74"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "31",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "75"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Someone murdered your brother. You suspect your other brother, Jonathon. He is an awful sneak and a dirty bastard, but you never thought he’d go this far.\r\n\r\n• You know Francis was a control freak, and has files on you and the family in his safe. He kept several very talented private investigators on retainer. You know the code to crack the safe; be sure to check those files.\r\n\r\n• Francis was never far from his cell phone; it was like an extension of his soul. Likely it has all his most recent actions recorded on it.\r\n\r\n• Ashley is a natural at manipulating people. Be sure to put your heads together and come up with a plan to locate the murderer by any means necessary. Whoever did this needs to pay.\r\n\r\n",
                "type": "readme",
                "id": "76"
              }
            ]
          }
        }
      },
      {
        "id": "16",
        "character_name": "Jonathon Fisk",
        "character_title": "Outcast",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "32",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": "\r\nYou are Jonathon Fisk, a disillusioned con artist masquerading as a businessman. Your brother Francis has always eclipsed you. In school he had the best grades and won every prize. He won the scholarships that sent him to Brown. He made a fortune before he was thirty—the list goes on and on. Fortunately for you, he was naive and put the money in a fund you could access and made you his partner. With all this money you could do whatever you >wanted. Your misdealings started out small, but over the years you developed several Ponzi schemes to pad your own pockets. You’ve also always had a thing for hard partying, but when you get drunk, you tend towards violence. This has resulted in some serious legal charges in the past. Francis found out about your double-dealings, banished you to Australia to run his company’s dealings there, and cut you off from all his personal money. You figure he considered that part of the company too small to make you any threat to him. You continued your ways, which led to a string of settled lawsuits from women you wronged and even one who bore your son. You paid her off, of course, so you could continue your life in what passes for Australian high society. You did your best to run the company there, but you have always been on the lookout for chumps. Recently you were approached by Rose den Waldern, who you knew from New York. You also knew she was fabulously rich. You took her for almost everything before she caught on, and then you passed it off as a horrible miscalculation, knowing she wouldn’t want word of her foolish investment to get out and embarrass her family. Your brother just summoned you back to New York to celebrate the twenty-fifth year of his company and to announce his engagement to none other than Rose den Waldern. You were then approached by Zachary Wellington, the man who had married your sister-in-law, Gayle Hartfort, after she divorced Francis. Turns out Francis just ruined his business, and he was looking for revenge. You suggested destabilizing Francis’s control of Fisk Enterprises, but Zachary seems to have something more personal in mind. You are eager to help him in any way you can.\r\n\r\n",
                "type": "readme",
                "id": "77"
              },
              {
                "title": "Getting Into Character",
                "HTML": "\r\nYou are suaveness and charm incarnate; everything you do is calculated to put people at their ease. You have a bit of a tan from the great Down Under and a slight Aussie accent you play up because it is disarming.\r\n\r\n",
                "type": "readme",
                "id": "78"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": "\r\nYou’ll find it beneficial to know as much as you can about the other guests as the game goes on. There are a lot of secrets out there, so use the mingling period to discover as many as you can. Even more importantly, make sure your own secrets stay hidden. Introduce yourselves to the other guests, ask about their backgrounds, give your own background (the best possible version, of course), and share gossip about the other attendees. Find out the story behind everyone’s story! Please note that not all of the guests mentioned below may be in attendance. Your host or hostess will announce which guests are not in attendance. It is also possible that you may meet a guest who you know nothing about and who is not on your gossip list. How interesting! Should that happen, make sure to find out who they are and what they are doing at this party.\r\n\r\n• Alexei Siranov is working security. You have a lot of the Russian mob in Australia and recognize the way\r\nhe holds himself, as well as his accent.\r\n\r\n• Ashley LeBois is the editor of a popular fashion magazine, Runway.\r\n\r\n• Callaway Lee is a bartender.\r\n\r\n• Candice Wellington is Zachary’s daughter and a recent graduate from Yale. She probably knows more about her father, so try and weasel your way into her good graces.\r\n\r\n• Chester Fisk is your pathetic excuse for a younger brother. He was an indulgent playboy in prep school when you left and according to Page Six has not improved. He’s probably more like you than Francis; he just hasn’t learned to hide it yet. Looks like he has a lot of growing up to do.\r\n\r\n• Davana Gudriov is Ashley’s housekeeper.\r\n\r\n• David Kreig is an author with a recent hit.\r\n\r\n• Francine Thorne is Rose’s cousin. She doesn’t look like she’s from New York; she’s much too tan. You can practically smell her falseness.\r\n\r\n• Francis Fisk is your self-righteous older brother. When your indiscretions came to light, instead of supporting you he banished you to the other side of the world. You’d do anything to pay him back for that.\r\n\r\n• Grayson Kreig, David and Gwen’s older brother, was a rock star a million years ago but appears to have lost his popularity.\r\n\r\n• Gwen Kreig is a stunning young lady who you should definitely get to know better.\r\n\r\n• Helen LeBois, Ashley’s older sister, is a driven businesswoman who owns her own fashion line. You knew her when she was younger—before you were exiled. She was married to a hideous older man; you wonder what happened to him.\r\n\r\n• Irene den Waldern is a party planner Francis hired for tonight. She’s also Rose den Waldern’s little sister.\r\n\r\n• Isaac Corrington, Jesse’s grandfather, is a retired senator. He was once a big fish on the social scene of\r\nNew York so be careful around him; he may not fall for your disarming charm.\r\n\r\n• Jamie Lavigne is a caterer.\r\n\r\n• Jesse Corrington runs a website that feeds the rumor mongering of the younger socialites. How cute.\r\n\r\n• Jo Chase looks like an aspiring filmmaker. Be sure to turn on the charm when you’re on camera.\r\n\r\n• Mercy Neist appears to be a New York socialite who graduated to eurotrash. Be sure to try and charm her; she looks like she knows how to have a good time.\r\n\r\n• Richard den Waldern is Rose’s little brother.\r\n\r\n• Rose den Waldern is engaged to your brother Francis. She contacted you a while ago about investment opportunities in Fisk Enterprises, and you passed her on to a Ponzi scheme a friend of yours runs—in return you got half of her investment. You made a tidy profit, and he took her for a ton of money before she figured it out. You played innocent and apologized profusely for not knowing the investment (Internet for African countries—how dumb can she be?) was a fraud. You know she’ll keep quiet to avoid embarrassment. Be sure to apologize again and congratulate her on her engagement.\r\n\r\n• Sam Lily is a lawyer who owns his own firm that caters to celebrities and those who can afford him.\r\n\r\n• Sydney O’Connor is a caterer.\r\n\r\n• Taylor Walker is the head caterer.\r\n\r\n• Zachary Wellington married your ex-sister-in-law, Gayle Hartfort, right after her messy divorce from Francis. She died in a fire at one of Zachary’s buildings a short time after giving birth to Candice. Zachary said that Francis suddenly decided to expand Fisk Enterprises to Chicago and took over his company roughly to do so. It sounds like Francis, but there is something missing; it seems a little too personal and a little too like what he did to you. Help Zachary as much as you can, but try to find out what he’s hiding.\r\n\r\n",
                "type": "readme",
                "id": "79"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "33",
            "pages": [
              {
                "title": "The Murder",
                "HTML": "\r\nFrancis Fisk is dead! If you and the other guests cannot figure out who the killer is before the power comes back on then you will all be taken in to the police and embroiled in a great scandal. It could ruin your reputation, and you can’t have that.\r\n\r\nDuring Act Two your primary objective is to piece together what happened to Fisk while keeping as many of your own secrets as quiet as you can. You know that you are not the killer, but that doesn’t necessarily mean you have nothing to worry about; if evidence seems to indicate that you committed the crime, the other guests may decide to turn you in to protect themselves! Make certain that you do everything possible to prove your innocence.\r\n\r\n",
                "type": "readme",
                "id": "80"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": "\r\n• Who killed your brother? You know everyone is going to think it was you. You have had enough trouble with the police; you do NOT need to be investigated for murder.\r\n\r\n• You have a checkered past that left you with many interesting skills, two of which are safe cracking and cell phone manipulation. If you find either you can access them easily.\r\n\r\n• You don’t want any of your sordid past, and present, to come into public light; be sure to protect yourself and gather allies, through whatever means necessary, to protect yourselves.\r\n\r\n",
                "type": "readme",
                "id": "81"
              }
            ]
          }
        }
      },
      {
        "id": "17",
        "character_name": "Jess McIntire",
        "character_title": "Caterer",
        "character_status": "Required",
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "35",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": null,
                "type": "readme",
                "id": "86"
              },
              {
                "title": "Getting Into Character",
                "HTML": null,
                "type": "readme",
                "id": "87"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": null,
                "type": "readme",
                "id": "88"
              }
            ]
          }
        }
      },
      {
        "id": "18",
        "character_name": "Mercy Neist",
        "character_title": "Scheming Socialite",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "36",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": null,
                "type": "readme",
                "id": "89"
              },
              {
                "title": "Getting Into Character",
                "HTML": null,
                "type": "readme",
                "id": "90"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": null,
                "type": "readme",
                "id": "91"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "37",
            "pages": [
              {
                "title": "The Murder",
                "HTML": null,
                "type": "readme",
                "id": "92"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": null,
                "type": "readme",
                "id": "93"
              }
            ]
          }
        }
      },
      {
        "id": "19",
        "character_name": "Zachary Wellington",
        "character_title": "Architect",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "38",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": null,
                "type": "readme",
                "id": "94"
              },
              {
                "title": "Getting Into Character",
                "HTML": null,
                "type": "readme",
                "id": "95"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": null,
                "type": "readme",
                "id": "96"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "39",
            "pages": [
              {
                "title": "The Murder",
                "HTML": null,
                "type": "readme",
                "id": "97"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": null,
                "type": "readme",
                "id": "98"
              }
            ]
          }
        }
      },
      {
        "id": "20",
        "character_name": "Candace Wellington",
        "character_title": "New Girl",
        "character_status": "Required",
        "acts": {
          "act_1": {
            "title": "act_1",
            "id": "40",
            "pages": [
              {
                "title": "Who You Are",
                "HTML": null,
                "type": "readme",
                "id": "99"
              },
              {
                "title": "Getting Into Character",
                "HTML": null,
                "type": "readme",
                "id": "100"
              },
              {
                "title": "Gossip and Objectives",
                "HTML": null,
                "type": "readme",
                "id": "101"
              }
            ]
          }
        }
      },
      {
        "acts": {
          "act_2": {
            "title": "act_2",
            "id": "41",
            "pages": [
              {
                "title": "The Murder",
                "HTML": null,
                "type": "readme",
                "id": "102"
              },
              {
                "title": "Special Knowledge and Instructions",
                "HTML": null,
                "type": "readme",
                "id": "103"
              }
            ]
          }
        }
      }
    ]
  ]
}